window.bluebook_n2 = [
    {
      "Question": "ここ[数年]{すうねん}、[日本]{にっぽん}へ[留学]{りゅうがく}する[学生]{がくせい}は（　　）[一方]{いっぽう}だ。",
      "Option": ["増え", "増える", "増やす", "増やし"],
      "Analysis": "知识点5",
      "Unit": 1,
      "Correct Answer": 2
    },
    {
      "Question": "[教師]{きょうし}（　　）[生徒]{せいと}の[学習]{がくしゅう}[意欲]{いよく}を[引き出す]{ひきだす}[授業]{じゅぎょう}づくりを[工夫]{くふう}しなければならない。",
      "Option": ["の以上", "だった以上", "である以上", "で以上"],
      "Analysis": "知识点3注意接续",
      "Unit": 1,
      "Correct Answer": 3
    },
    {
      "Question": "[息子]{むすこ}が[事故]{じこ}でなくなった[知らせ]{しらせ}を[聞い]{きい}た[彼女]{かのじょ}は、（　　）あまり[大声]{おおごえ}で[泣き]{なき}[始め]{はじめ}た。",
      "Option": ["悲しみの", "悲しい", "悲しく", "悲しくの"],
      "Analysis": "知识点2和注意部分，悲しみ是名词",
      "Unit": 1,
      "Correct Answer": 1
    },
    {
      "Question": "雨が（　　）うちに[走っ]{はしっ}て家に[帰っ]{かえっ}てきた。",
      "Option": ["上がった", "上がりの", "上がって", "上がっている"],
      "Analysis": "知识点8接续2\n雨还没停，我就跑回家了。",
      "Unit": 1,
      "Correct Answer": 4
    },
    {
      "Question": "「[頑張っ]{がんばっ}て、[今年]{こんねん}こそ[優勝]{ゆうしょう}（　　）ではありませんか！」",
      "Option": ["する", "している", "しよう", "すまい"],
      "Analysis": "知识点10",
      "Unit": 1,
      "Correct Answer": 3
    },
    {
      "Question": "（　　）、[子ども]{こども}たちに[勉強]{べんきょう}の[楽しさ]{たのしさ}を[感じ]{かんじ}てほしい。",
      "Option": ["小学生のうち", "小学生のうちは", "小学生のうちで", "小学生のうちを"],
      "Analysis": "知识点9",
      "Unit": 1,
      "Correct Answer": 2
    },
    {
      "Question": "[考え]{かんがえ}に（　　）あげく、[山田]{やまだ}さんの[提案]{ていあん}を[採用]{さいよう}しないことにした。",
      "Option": ["考える", "考えている", "考え", "考えた"],
      "Analysis": "知识点1",
      "Unit": 1,
      "Correct Answer": 4
    },
    {
      "Question": "[パソコン]{电脑}を（　　）、[セキュリティーソフト]{Security Software}は[欠か]{かか}せないものだ。",
      "Option": ["使った上で", "使う上で", "使った上", "使っている上"],
      "Analysis": "知识点6，根据句意判断用接续1",
      "Unit": 1,
      "Correct Answer": 2
    },
    {
      "Question": "この[地域]{ちいき}では[都市化]{としか}が（　　）、[緑]{みどり}[豊か]{ゆたか}な[自然]{しぜん}も[多く]{おおく}[残さ]{のこさ}れている。",
      "Option": ["進む一方で", "進み一方", "進んだ一方は", "進む一方は"],
      "Analysis": "知识点4",
      "Unit": 1,
      "Correct Answer": 1
    },
    {
      "Question": "ここまで（　　）、そう[簡単]{かんたん}にあきらめたくない。",
      "Option": ["来た上は", "来た上で", "来る上で", "来ない上は"],
      "Analysis": "知识点7\n既然已经走到这一步，我就不想轻易放弃。",
      "Unit": 1,
      "Correct Answer": 1
    },
    {
      "Question": "[新しく]{あたらしく}[幼稚園]{ようちえん}に[入園]{にゅうえん}した[子ども]{こども}たちははじめの（　　）[集団生活]{しゅうだんせいかつ}に[慣れ]{なれ}ないかもしれない。",
      "Option": ["うちは", "うちに", "うえに", "うえは"],
      "Analysis": "知识点9，知识点8",
      "Unit": 1,
      "Correct Answer": 1
    },
    {
      "Question": "[考え]{かんがえ}すぎた（　　）、[逆に]{ぎゃくに}[戸惑っ]{とまどっ}てしまう。",
      "Option": ["うえで", "こそ", "あまり", "わけ"],
      "Analysis": "知识点2",
      "Unit": 1,
      "Correct Answer": 3
    },
    {
      "Question": "[内容]{ないよう}に[間違い]{まちがい}がないかどうかを（　　）、[メール]{mail}を送言する。",
      "Option": ["確認するだけで", "確認した以上", "確認したうえで", "確認しようと"],
      "Analysis": "知识点6接续2",
      "Unit": 1,
      "Correct Answer": 3
    },
    {
      "Question": "[一旦]{いったん}やると[決め]{きめ}た[以上]{いじょう}（　　）。",
      "Option": ["最後までやりたくない", "最初からあきらめる", "原点に戻ってやり直す", "最後までやり遂げないといけない"],
      "Analysis": "知识点3",
      "Unit": 1,
      "Correct Answer": 4
    },
    {
      "Question": "[毎日]{まいにち}[遅く]{おそく}まで[仕事]{しごと}をしていたら、あげくのはてに、（　　）。",
      "Option": ["体を壊して入院してしまった", "仕事が予定通りに進まなかった", "なんとか納期に間に合った", "上司に高く評価された"],
      "Analysis": "知识点1的注意部分",
      "Unit": 1,
      "Correct Answer": 1
    },
    {
      "Question": "この[洗濯機]{せんたくき}は[買っ]{かっ}てから[一年]{いちねん}も[経た]{へた}ないうちに（　　）。",
      "Option": ["まだ新しく見える", "あまり使わない", "壊れてしまった", "故障したことがない"],
      "Analysis": "直接根据句意，一年没到，所以...，知识点8用法2注意部分",
      "Unit": 1,
      "Correct Answer": 3
    },
    {
      "Question": "[今日]{きょう}の[仕事]{しごと}はもう[終わ]{おわ}ったので（　　）。",
      "Option": ["帰ろうじゃないか", "帰らないでください", "帰るようにしてください", "帰ってみてください"],
      "Analysis": "知识点10，直接看句意就能选上",
      "Unit": 1,
      "Correct Answer": 1
    },
    {
      "Question": "[新しい]{あたらしい}[知識]{ちしき}を[学習]{がくしゅう}する（　　）、[学ん]{まなん}だ[知識]{ちしき}を[復習]{ふくしゅう}することも[大事]{だいじ}だ。",
      "Option": ["同時で", "一方で", "上で", "あげくで"],
      "Analysis": "知识点4",
      "Unit": 1,
      "Correct Answer": 2
    },
    {
      "Question": "[大学]{だいがく}を[卒業]{そつぎょう}して（　　）、もう親には[迷惑]{めいわく}をかけたくないと[思う]{おもう}。",
      "Option": ["自立したばかりに", "自立しないうちに", "自立したおかげで", "自立したうえは"],
      "Analysis": "知识点7",
      "Unit": 1,
      "Correct Answer": 4
    },
    {
      "Question": "[交通機関]{こうつうきかん}が[便利]{べんり}になるにつれて、[運動不足]{うんどうぶそく}になる人が[増え]{ふえ}る（　　）。",
      "Option": ["ところだ", "のみだ", "一方だ", "からだ"],
      "Analysis": "知识点5",
      "Unit": 1,
      "Correct Answer": 3
    },
    {
      "Question": "[最近]{さいきん}、[忙しさ]{いそがしさ}のあまりに、（　　）。",
      "Option": ["仕事を早く終わらせた", "母の誕生日も忘れてしまった", "有給もなくなってしまった", "達成感が湧いてきた"],
      "Analysis": "知识点2",
      "Unit": 1,
      "Correct Answer": 2
    },
    {
      "Question": "よく[比べ]{くらべ}た（　　）、どれを[買う]{かう}かを[決め]{きめ}る。",
      "Option": ["うえで", "うえは", "うえに", "うえから"],
      "Analysis": "知识点6用法2",
      "Unit": 1,
      "Correct Answer": 1
    },
    {
      "Question": "[彼の]{かの}[考え方]{かんがえかた}や[行動]{こうどう}は、[当時]{とうじ}の私にはなかなか（　　）がたいものだった。",
      "Option": ["理解する", "理解", "理解し", "理解しよう"],
      "Analysis": "知识点20",
      "Unit": 2,
      "Correct Answer": 3
    },
    {
      "Question": "丘から（　　）[限り]{かぎり}、麦の畑が[広が]{ひろが}っている。",
      "Option": ["見渡さない", "見渡すの", "見渡し", "見渡す"],
      "Analysis": "知识点18用法2\n从山上望去，麦田一望无际。\n見渡します\n- ます形：見渡します\n- て形：見渡して\n- 字典形：見渡す\n- ない形：見渡さない\n- た形：見渡した",
      "Unit": 2,
      "Correct Answer": 4
    },
    {
      "Question": "[資金]{しきん}[不足]{ふそく}で、[工事]{こうじ}は（　　）のままだ。",
      "Option": ["やりかけ", "やりはじめ", "やりきれ", "やりおわり"],
      "Analysis": "知识点19",
      "Unit": 2,
      "Correct Answer": 1
    },
    {
      "Question": "[一年間]{いちねんかん}（　　）かいもなく、また[落第]{らくだい}してしまった。",
      "Option": ["努力する", "努力し", "努力した", "努力"],
      "Analysis": "知识点15，直接根据句意判断是完成时\n经过一年的努力，我再次失败了。",
      "Unit": 2,
      "Correct Answer": 3
    },
    {
      "Question": "あんなに体の[弱い]{よわい}[田中]{たなか}さんが[マラソン]{marathon}[大会]{たいかい}に[出場]{しゅつじょう}するなんて、（　　）。",
      "Option": ["ありうる", "ありえない", "あるうる", "あるえない"],
      "Analysis": "知识点12注意部分（あります＋得ない）\n对于体质如此虚弱的田中来说，参加马拉松比赛根本就是不可能的。",
      "Unit": 2,
      "Correct Answer": 2
    },
    {
      "Question": "ここまで[頑張れ]{がんばれ}たのは、（　　）と[思い]{おもい}ます。",
      "Option": ["友だちのおかげで", "友だちとのおかげで", "友だちのおかげだ", "友だちとのおかげだ"],
      "Analysis": "知识点13排除带と的选项，注意部分有おかげで和おかげだ的区别",
      "Unit": 2,
      "Correct Answer": 3
    },
    {
      "Question": "[大学進学]{だいがくしんがく}（　　）、[一人暮らし]{ひとりぐらし}をはじめた。",
      "Option": ["がきっかけとして", "をきっかけになって", "をきっかけで", "がきっかけになって"],
      "Analysis": "知识点16",
      "Unit": 2,
      "Correct Answer": 4
    },
    {
      "Question": "[物事]{ものごと}の形にこだわりすぎると、[本質]{ほんしつ}が（　　）おそれがある。",
      "Option": ["見えなくなる", "見えなくなり", "見えなくなった", "見えなくなったの"],
      "Analysis": "知识点14\n如果你过于关注事物的形式，你就有可能忽视其真正的本质。",
      "Unit": 2,
      "Correct Answer": 1
    },
    {
      "Question": "私の（　　）、[彼は]{かれは}[信用]{しんよう}できない人だ。",
      "Option": ["知っていない限り", "知っている限りは", "知っていない限りは", "知っている限りでは"],
      "Analysis": "知识点18用法2和注意部分，表示...范围内，只有限り和限りで(は)两种用法",
      "Unit": 2,
      "Correct Answer": 4
    },
    {
      "Question": "[今度]{こんど}の[入院]{にゅういん}（　　）、[タバコ]{烟}をやめることを[決め]{きめ}た。",
      "Option": ["が契機として", "を契機で", "を契機に", "が契機を"],
      "Analysis": "知识点17",
      "Unit": 2,
      "Correct Answer": 3
    },
    {
      "Question": "（　　）[契機]{けいき}になって、選職する[女性]{じょせい}が[多い]{おおい}そうだ。",
      "Option": ["結婚が", "結婚の", "結婚と", "結婚とした"],
      "Analysis": "知识点17",
      "Unit": 2,
      "Correct Answer": 1
    }
]
