window.bluebook_n2 = [
    {
      "Question": "ここ[数年]{すうねん}、[日本]{にっぽん}へ[留学]{りゅうがく}する[学生]{がくせい}は（　　）[一方]{いっぽう}だ。",
      "Option": ["増え", "増える", "増やす", "増やし"],
      "Analysis": "知识点5",
      "Unit": 1,
      "Correct Answer": 2
    },
    {
      "Question": "[教師]{きょうし}（　　）[生徒]{せいと}の[学習]{がくしゅう}[意欲]{いよく}を[引き出す]{ひきだす}[授業]{じゅぎょう}づくりを[工夫]{くふう}しなければならない。",
      "Option": ["の以上", "だった以上", "である以上", "で以上"],
      "Analysis": "知识点3注意接续",
      "Unit": 1,
      "Correct Answer": 3
    },
    {
      "Question": "[息子]{むすこ}が[事故]{じこ}でなくなった[知らせ]{しらせ}を[聞い]{きい}た[彼女]{かのじょ}は、（　　）あまり[大声]{おおごえ}で[泣き]{なき}[始め]{はじめ}た。",
      "Option": ["悲しみの", "悲しい", "悲しく", "悲しくの"],
      "Analysis": "知识点2和注意部分，悲しみ是名词",
      "Unit": 1,
      "Correct Answer": 1
    },
    {
      "Question": "雨が（　　）うちに[走っ]{はしっ}て家に[帰っ]{かえっ}てきた。",
      "Option": ["上がった", "上がりの", "上がって", "上がっている"],
      "Analysis": "知识点8接续2\n雨还没停，我就跑回家了。",
      "Unit": 1,
      "Correct Answer": 4
    },
    {
      "Question": "「[頑張っ]{がんばっ}て、[今年]{こんねん}こそ[優勝]{ゆうしょう}（　　）ではありませんか！」",
      "Option": ["する", "している", "しよう", "すまい"],
      "Analysis": "知识点10",
      "Unit": 1,
      "Correct Answer": 3
    },
    {
      "Question": "（　　）、[子ども]{こども}たちに[勉強]{べんきょう}の[楽しさ]{たのしさ}を[感じ]{かんじ}てほしい。",
      "Option": ["小学生のうち", "小学生のうちは", "小学生のうちで", "小学生のうちを"],
      "Analysis": "知识点9",
      "Unit": 1,
      "Correct Answer": 2
    },
    {
      "Question": "[考え]{かんがえ}に（　　）あげく、[山田]{やまだ}さんの[提案]{ていあん}を[採用]{さいよう}しないことにした。",
      "Option": ["考える", "考えている", "考え", "考えた"],
      "Analysis": "知识点1",
      "Unit": 1,
      "Correct Answer": 4
    },
    {
      "Question": "[パソコン]{电脑}を（　　）、[セキュリティーソフト]{Security Software}は[欠か]{かか}せないものだ。",
      "Option": ["使った上で", "使う上で", "使った上", "使っている上"],
      "Analysis": "知识点6，根据句意判断用接续1",
      "Unit": 1,
      "Correct Answer": 2
    },
    {
      "Question": "この[地域]{ちいき}では[都市化]{としか}が（　　）、[緑]{みどり}[豊か]{ゆたか}な[自然]{しぜん}も[多く]{おおく}[残さ]{のこさ}れている。",
      "Option": ["進む一方で", "進み一方", "進んだ一方は", "進む一方は"],
      "Analysis": "知识点4",
      "Unit": 1,
      "Correct Answer": 1
    },
    {
      "Question": "ここまで（　　）、そう[簡単]{かんたん}にあきらめたくない。",
      "Option": ["来た上は", "来た上で", "来る上で", "来ない上は"],
      "Analysis": "知识点7\n既然已经走到这一步，我就不想轻易放弃。",
      "Unit": 1,
      "Correct Answer": 1
    },
    {
      "Question": "[新しく]{あたらしく}[幼稚園]{ようちえん}に[入園]{にゅうえん}した[子ども]{こども}たちははじめの（　　）[集団生活]{しゅうだんせいかつ}に[慣れ]{なれ}ないかもしれない。",
      "Option": ["うちは", "うちに", "うえに", "うえは"],
      "Analysis": "知识点9，知识点8",
      "Unit": 1,
      "Correct Answer": 1
    },
    {
      "Question": "[考え]{かんがえ}すぎた（　　）、[逆に]{ぎゃくに}[戸惑っ]{とまどっ}てしまう。",
      "Option": ["うえで", "こそ", "あまり", "わけ"],
      "Analysis": "知识点2",
      "Unit": 1,
      "Correct Answer": 3
    },
    {
      "Question": "[内容]{ないよう}に[間違い]{まちがい}がないかどうかを（　　）、[メール]{mail}を送言する。",
      "Option": ["確認するだけで", "確認した以上", "確認したうえで", "確認しようと"],
      "Analysis": "知识点6接续2",
      "Unit": 1,
      "Correct Answer": 3
    },
    {
      "Question": "[一旦]{いったん}やると[決め]{きめ}た[以上]{いじょう}（　　）。",
      "Option": ["最後までやりたくない", "最初からあきらめる", "原点に戻ってやり直す", "最後までやり遂げないといけない"],
      "Analysis": "知识点3",
      "Unit": 1,
      "Correct Answer": 4
    },
    {
      "Question": "[毎日]{まいにち}[遅く]{おそく}まで[仕事]{しごと}をしていたら、あげくのはてに、（　　）。",
      "Option": ["体を壊して入院してしまった", "仕事が予定通りに進まなかった", "なんとか納期に間に合った", "上司に高く評価された"],
      "Analysis": "知识点1的注意部分",
      "Unit": 1,
      "Correct Answer": 1
    },
    {
      "Question": "この[洗濯機]{せんたくき}は[買っ]{かっ}てから[一年]{いちねん}も[経た]{へた}ないうちに（　　）。",
      "Option": ["まだ新しく見える", "あまり使わない", "壊れてしまった", "故障したことがない"],
      "Analysis": "直接根据句意，一年没到，所以...，知识点8用法2注意部分",
      "Unit": 1,
      "Correct Answer": 3
    },
    {
      "Question": "[今日]{きょう}の[仕事]{しごと}はもう[終わ]{おわ}ったので（　　）。",
      "Option": ["帰ろうじゃないか", "帰らないでください", "帰るようにしてください", "帰ってみてください"],
      "Analysis": "知识点10，直接看句意就能选上",
      "Unit": 1,
      "Correct Answer": 1
    },
    {
      "Question": "[新しい]{あたらしい}[知識]{ちしき}を[学習]{がくしゅう}する（　　）、[学ん]{まなん}だ[知識]{ちしき}を[復習]{ふくしゅう}することも[大事]{だいじ}だ。",
      "Option": ["同時で", "一方で", "上で", "あげくで"],
      "Analysis": "知识点4",
      "Unit": 1,
      "Correct Answer": 2
    },
    {
      "Question": "[大学]{だいがく}を[卒業]{そつぎょう}して（　　）、もう親には[迷惑]{めいわく}をかけたくないと[思う]{おもう}。",
      "Option": ["自立したばかりに", "自立しないうちに", "自立したおかげで", "自立したうえは"],
      "Analysis": "知识点7",
      "Unit": 1,
      "Correct Answer": 4
    },
    {
      "Question": "[交通機関]{こうつうきかん}が[便利]{べんり}になるにつれて、[運動不足]{うんどうぶそく}になる人が[増え]{ふえ}る（　　）。",
      "Option": ["ところだ", "のみだ", "一方だ", "からだ"],
      "Analysis": "知识点5",
      "Unit": 1,
      "Correct Answer": 3
    },
    {
      "Question": "[最近]{さいきん}、[忙しさ]{いそがしさ}のあまりに、（　　）。",
      "Option": ["仕事を早く終わらせた", "母の誕生日も忘れてしまった", "有給もなくなってしまった", "達成感が湧いてきた"],
      "Analysis": "知识点2",
      "Unit": 1,
      "Correct Answer": 2
    },
    {
      "Question": "よく[比べ]{くらべ}た（　　）、どれを[買う]{かう}かを[決め]{きめ}る。",
      "Option": ["うえで", "うえは", "うえに", "うえから"],
      "Analysis": "知识点6用法2",
      "Unit": 1,
      "Correct Answer": 1
    },
    {
      "Question": "どうすれば#space#じゃないか。",
      "Option": ["あがるか", "一緒に", "考えよう", "仕事の効率が"],
      "CorrectOrder": [4, 1, 2, 3], 
      "KeyPosition": 3, 
      "Analysis": "知识点10确定末尾",
      "Unit": 1
    },
    {
      "Question": "[毎日]{まいにち}#space#と[思い]{おもい}ます。",
      "Option": ["次第に", "上達する", "重ねているうちに", "練習を"],
      "CorrectOrder": [4, 3, 1, 2], 
      "KeyPosition": 3, 
      "Analysis": "我想每天反复练习就会逐渐进步。",
      "Unit": 1
    },
    {
      "Question": "親になった#space#だ。",
      "Option": ["それなりの", "必要", "以上", "覚悟と責任が"],
      "CorrectOrder": [3, 1, 4, 2], 
      "KeyPosition": 3, 
      "Analysis": "知识点3",
      "Unit": 1
    },
    {
      "Question": "[都市]{とし}の[子ども]{こども}は#space#[一方]{いっぽう}だ。",
      "Option": ["機会が", "少なくなる", "大自然と", "接する"],
      "CorrectOrder": [3, 4, 1, 2], 
      "KeyPosition": 2, 
      "Analysis": "直接根据意思拼句子，知识点5",
      "Unit": 1
    },
    {
      "Question": "その[瞬間]{しゅんかん}、[彼は]{かれは}#space#ようだ。",
      "Option": ["あまりに", "言葉を", "驚きの", "失った"],
      "CorrectOrder": [3, 1, 2, 4], 
      "KeyPosition": 3, 
      "Analysis": "知识点2",
      "Unit": 1
    },
    {
      "Question": "[彼の]{かの}[考え方]{かんがえかた}や[行動]{こうどう}は、[当時]{とうじ}の私にはなかなか（　　）がたいものだった。",
      "Option": ["理解する", "理解", "理解し", "理解しよう"],
      "Analysis": "知识点20",
      "Unit": 2,
      "Correct Answer": 3
    },
    {
      "Question": "丘から（　　）[限り]{かぎり}、麦の畑が[広が]{ひろが}っている。",
      "Option": ["見渡さない", "見渡すの", "見渡し", "見渡す"],
      "Analysis": "知识点18用法2\n从山上望去，麦田一望无际。\n見渡します\n- ます形：見渡します\n- て形：見渡して\n- 字典形：見渡す\n- ない形：見渡さない\n- た形：見渡した",
      "Unit": 2,
      "Correct Answer": 4
    },
    {
      "Question": "[資金]{しきん}[不足]{ふそく}で、[工事]{こうじ}は（　　）のままだ。",
      "Option": ["やりかけ", "やりはじめ", "やりきれ", "やりおわり"],
      "Analysis": "知识点19",
      "Unit": 2,
      "Correct Answer": 1
    },
    {
      "Question": "[一年間]{いちねんかん}（　　）かいもなく、また[落第]{らくだい}してしまった。",
      "Option": ["努力する", "努力し", "努力した", "努力"],
      "Analysis": "知识点15，直接根据句意判断是完成时\n经过一年的努力，我再次失败了。",
      "Unit": 2,
      "Correct Answer": 3
    },
    {
      "Question": "あんなに体の[弱い]{よわい}[田中]{たなか}さんが[マラソン]{marathon}[大会]{たいかい}に[出場]{しゅつじょう}するなんて、（　　）。",
      "Option": ["ありうる", "ありえない", "あるうる", "あるえない"],
      "Analysis": "知识点12注意部分（あります＋得ない）\n对于体质如此虚弱的田中来说，参加马拉松比赛根本就是不可能的。",
      "Unit": 2,
      "Correct Answer": 2
    },
    {
      "Question": "ここまで[頑張れ]{がんばれ}たのは、（　　）と[思い]{おもい}ます。",
      "Option": ["友だちのおかげで", "友だちとのおかげで", "友だちのおかげだ", "友だちとのおかげだ"],
      "Analysis": "知识点13排除带と的选项，注意部分有おかげで和おかげだ的区别",
      "Unit": 2,
      "Correct Answer": 3
    },
    {
      "Question": "[大学進学]{だいがくしんがく}（　　）、[一人暮らし]{ひとりぐらし}をはじめた。",
      "Option": ["がきっかけとして", "をきっかけになって", "をきっかけで", "がきっかけになって"],
      "Analysis": "知识点16",
      "Unit": 2,
      "Correct Answer": 4
    },
    {
      "Question": "[物事]{ものごと}の形にこだわりすぎると、[本質]{ほんしつ}が（　　）おそれがある。",
      "Option": ["見えなくなる", "見えなくなり", "見えなくなった", "見えなくなったの"],
      "Analysis": "知识点14\n如果你过于关注事物的形式，你就有可能忽视其真正的本质。",
      "Unit": 2,
      "Correct Answer": 1
    },
    {
      "Question": "私の（　　）、[彼は]{かれは}[信用]{しんよう}できない人だ。",
      "Option": ["知っていない限り", "知っている限りは", "知っていない限りは", "知っている限りでは"],
      "Analysis": "知识点18用法（2）和注意部分，表示...范围内，只有限り和限りで(は)两种用法",
      "Unit": 2,
      "Correct Answer": 4
    },
    {
      "Question": "[今度]{こんど}の[入院]{にゅういん}（　　）、[タバコ]{烟}をやめることを[決め]{きめ}た。",
      "Option": ["が契機として", "を契機で", "を契機に", "が契機を"],
      "Analysis": "知识点17",
      "Unit": 2,
      "Correct Answer": 3
    },
    {
      "Question": "[先輩]{せんぱい}が[指導]{しどう}してくれたおかげで、（　　）。",
      "Option": ["授業で居眠りをした", "試験に何とか合格できた", "とても感謝します", "もっと頑張りたいと思う"],
      "Analysis": "知识点13",
      "Unit": 2,
      "Correct Answer": 2
    },
    {
      "Question": "[食生活]{しょくせいかつ}を[根本]{こんぽん}から[変え]{かえ}ないかぎり、[ダイエット]{减肥}は（　　）と[思う]{おもう}。",
      "Option": ["成功できない", "無理ではない", "太りにくい", "贅肉を落とす"],
      "Analysis": "直接根据句意，知识点18用法（3）",
      "Unit": 2,
      "Correct Answer": 1
    },
    {
      "Question": "（　　）、[誤解]{ごかい}を[招く]{まねく}おそれがある。",
      "Option": ["はっきり説明しないうちに", "はっきり説明すれば", "はっきり説明しないと", "はっきり説明した以上"],
      "Analysis": "N3知识点108用法5，本书知识点14",
      "Unit": 2,
      "Correct Answer": 3
    },
    {
      "Question": "[最近]{さいきん}、[忙しく]{いそがしく}て（　　）はそのままになっている。",
      "Option": ["読みかけの小説", "読みがたい小説", "読む一方の小説", "読み終わる小説"],
      "Analysis": "知识点19",
      "Unit": 2,
      "Correct Answer": 1
    },
    {
      "Question": "[先生]{せんせい}であっても、[間違い]{まちがい}をすることは（　　）。",
      "Option": ["あるかぎりだ", "ありがたい", "ある一方だ", "ありうる"],
      "Analysis": "知识点11，知识点20，知识点5，语法层面都对，根据句意和转折选出正确选项",
      "Unit": 2,
      "Correct Answer": 4
    },
    {
      "Question": "[全国大会]{ぜんこくたいかい}で[優勝]{ゆうしょう}した。[一生懸命]{いっしょうけんめい}（　　）かいがある。",
      "Option": ["頑張り", "頑張った", "頑張る", "頑張りの"],
      "Analysis": "知识点15",
      "Unit": 2,
      "Correct Answer": 2
    },
    {
      "Question": "友だちの[結婚式]{けっこんしき}（　　）[彼女]{かのじょ}と[知り合っ]{しりあっ}たのです。",
      "Option": ["のあげく", "をかぎりに", "のうちは", "をきっかけに"],
      "Analysis": "知识点16，知识点9\nをきっかけに means \"as an opportunity\" or \"as a starting point,\" indicating that the friend's wedding was the event that led to meeting her.\nうちは一般用于期间，如年轻的时候，施工期间，生病的时候，婚礼属于一时的事件",
      "Unit": 2,
      "Correct Answer": 4
    },
    {
      "Question": "罪のない[一般市民]{いっぱんしみん}を[巻き]{まき}[込ん]{こん}だ[テロ]{terrorism}[事件]{じけん}は[絶対]{ぜったい}（　　）[行為]{こうい}だ。",
      "Option": ["許しえる", "許しかける", "許しがたい", "許すうえの"],
      "Analysis": "知识点20",
      "Unit": 2,
      "Correct Answer": 3
    },
    {
      "Question": "うちの弟のような[落ちこぼれ]{おちこぼれ}が（　　）ありえないと[思う]{おもう}。",
      "Option": ["試験に落ちることは", "東大に受かることは", "大学に行かないことは", "成績を気にしないことは"],
      "Analysis": "直接根据选项发现3个是坏事和1个好事。知识点12\n我认为像我弟弟这样的辍学生不可能考上东京大学。\nような：参考另一个例句，蓝宝书N3-Unit1，5题",
      "Unit": 2,
      "Correct Answer": 2
    },
    {
      "Question": "私が[覚え]{おぼえ}ている（　　）、この店は10[年以上]{ねんいじょう}[営業]{えいぎょう}を[続け]{つづけ}てきた。",
      "Option": ["うちに", "かぎりでは", "ことから", "ように"],
      "Analysis": "知识点18用法（2）",
      "Unit": 2,
      "Correct Answer": 2
    },
    {
      "Question": "[遅刻]{ちこく}しそうになったので（　　）[パン]{面包}を[冷蔵庫]{れいぞうこ}に[入れ]{いれ}て家を[出た]{でた}。",
      "Option": ["食べかけた", "食べかけの", "食べかける", "食べかけて"],
      "Analysis": "知识点19注意例句",
      "Unit": 2,
      "Correct Answer": 2
    },
    {
      "Question": "（　　）[契機]{けいき}になって、選職する[女性]{じょせい}が[多い]{おおい}そうだ。",
      "Option": ["結婚が", "結婚の", "結婚と", "結婚とした"],
      "Analysis": "知识点17",
      "Unit": 2,
      "Correct Answer": 1
    },
    {
      "Question": "[うっかり]{疏忽；不留神；无意中}していると（　　）ないので、ちゃんと前を[見て]{みて}[運転]{うんてん}してください。",
      "Option": ["大事故を起こりかね", "大事故を起こしかね", "大事故が起こりえる", "大事故が起こるうる"],
      "Analysis": "知识点27",
      "Unit": 3,
      "Correct Answer": 2
    },
    {
      "Question": "あのとき、[彼は]{かれは}[何も]{なにも}（　　）私の話を[聞い]{きい}ていた。",
      "Option": ["知らないかのように", "知るかのように", "知っているかのように", "知らなかったかのように"],
      "Analysis": "知识点29，根据も判断否定，根据句意判断时态",
      "Unit": 3,
      "Correct Answer": 4
    },
    {
      "Question": "[終了]{しゅうりょう}の[ベル]{bell}が[鳴る]{なる}か（　　）[彼は]{かれは}[教室]{きょうしつ}を[飛び出し]{とびだし}ていった。",
      "Option": ["鳴らないかぎり", "鳴らないかと思うと", "鳴らないかのうちに", "鳴らないうちは"],
      "Analysis": "知识点25",
      "Unit": 3,
      "Correct Answer": 3
    },
    {
      "Question": "ご[使用後]{しようご}のご[返品]{へんぴん}はお[受け]{うけ}いたし（　　）。",
      "Option": ["かねます", "えません", "かけます", "できません"],
      "Analysis": "知识点28",
      "Unit": 3,
      "Correct Answer": 1
    },
    {
      "Question": "[田中]{たなか}さんは[風邪]{かぜ}を（　　）で[今日]{きょう}の[会議]{かいぎ}に[出な]{でな}いそうだ。",
      "Option": ["引いたなんて", "引いたか何か", "引いたなど", "引いたか"],
      "Analysis": "知识点26",
      "Unit": 3,
      "Correct Answer": 2
    },
    {
      "Question": "娘は「いってきます」と（　　）と[思う]{おもう}と、[玄関]{げんかん}を[飛び出し]{とびだし}た。",
      "Option": ["言ったか", "言ったか何か", "言うか", "言うか何か"],
      "Analysis": "知识点23",
      "Unit": 3,
      "Correct Answer": 1
    },
    {
      "Question": "[育児]{いくじ}で[仕事]{しごと}をやめる人がいるか（　　）、[仕事]{しごと}に[専念]{せんねん}して[子ども]{こども}を[産ま]{うま}ない人もいる。",
      "Option": ["と思うと", "と思ったら", "と思えば", "と思えながら"],
      "Analysis": "知识点24用法2和注意部分\n有些人为了养育孩子而辞职，而有些人则专注于工作，不生孩子。",
      "Unit": 3,
      "Correct Answer": 3
    },
    {
      "Question": "[高血圧]{こうけつあつ}はお[年寄り]{としより}に（　　）[病気]{びょうき}だ。",
      "Option": ["あるがち", "ありがちな", "あったがち", "あるがちに"],
      "Analysis": "知识点21",
      "Unit": 3,
      "Correct Answer": 2
    },
    {
      "Question": "雪が[降る]{ふる}のを[楽しみ]{たのしみ}にしている。（　　）雪だるまを[作る]{つくる}ことが[大好き]{だいすき}だから。",
      "Option": ["何かというと", "なぜかとすると", "何かとすると", "なぜかというと"],
      "Analysis": "知识点22接续2注意例句\n我期待下雪，因为我喜欢堆雪人。",
      "Unit": 3,
      "Correct Answer": 4
    },
    {
      "Question": "[間に合っ]{まにあっ}た（　　）、もし[遅れ]{おくれ}たら[大変]{たいへん}なことになったかもしれない。",
      "Option": ["いいものの", "からよかったものの", "いいようなものの", "よかったものの"],
      "Analysis": "知识点30\n幸运的是，我们及时赶到，但如果我们迟到了，可能会是一场灾难。",
      "Unit": 3,
      "Correct Answer": 2
    },
    {
      "Question": "[両親]{りょうしん}は私の[結婚]{けっこん}に（　　）かと[思った]{おもった}ら、[賛成]{さんせい}してくれた。",
      "Option": ["反対する", "反対しえない", "反対しよう", "反対しがたい"],
      "Analysis": "知识点23用法2",
      "Unit": 3,
      "Correct Answer": 1
    },
    {
      "Question": "[本店]{ほんてん}はご[予約]{よやく}を（　　）ので、ご[了承]{りょうしょう}ください。",
      "Option": ["受けえます", "受けかねます", "受けかけます", "受けおわります"],
      "Analysis": "知识点28\n本店不接受预约，请谅解。",
      "Unit": 3,
      "Correct Answer": 2
    },
    {
      "Question": "（　　）からいいようなものの、[今度]{こんど}は[油断]{ゆだん}してはいけない。",
      "Option": ["試験に落ちた", "本番の試験じゃなかった", "いい成績を取らなかった", "ちゃんと復習した"],
      "Analysis": "知识点30\n幸好这不是真正的考试，但下次我不能放松警惕。",
      "Unit": 3,
      "Correct Answer": 2
    },
    {
      "Question": "[分か]{わか}らない[単語]{たんご}があったら、[辞書]{じしょ}（　　）[調べ]{しらべ}てください。",
      "Option": ["なんて", "か何かで", "何かで", "かなんて"],
      "Analysis": "知识点26",
      "Unit": 3,
      "Correct Answer": 2
    },
    {
      "Question": "[濃霧]{のうむ}は[交通事故]{こうつうじこ}の[原因]{げんいん}（　　）ので、ご[注意]{ちゅうい}ください。",
      "Option": ["なりかねる", "つながらない", "よらない", "なりかねない"],
      "Analysis": "知识点27，知识点28",
      "Unit": 3,
      "Correct Answer": 4
    },
    {
      "Question": "[授業]{じゅぎょう}が[終わ]{おわ}るか[終わ]{おわ}らないかのうちに、[生徒]{せいと}たちは（　　）。",
      "Option": ["バイトに行くつもりだ", "先生に聞きたいことがある", "教科書を片付け始めた", "家に帰ろうと思う"],
      "Analysis": "知识点25\n教科書を片付け始めた：开始收拾课本",
      "Unit": 3,
      "Correct Answer": 3
    },
    {
      "Question": "私は[子ども]{こども}の頃、（　　）で母は[大変]{たいへん}だったそうだ。",
      "Option": ["風邪がたく", "風邪がち", "病気がち", "病気がたく"],
      "Analysis": "知识点21",
      "Unit": 3,
      "Correct Answer": 3
    },
    {
      "Question": "[彼女]{かのじょ}は（　　）かというと、[物静か]{ものしずか}でおとなしい人だ。",
      "Option": ["どちら", "なぜ", "どなた", "なに"],
      "Analysis": "知识点22注意例句\n不管怎么说，她是个文静老实的人。",
      "Unit": 3,
      "Correct Answer": 1
    },
    {
      "Question": "[カレー]{咖喱}を[作る]{つくる}のは[難しい]{むずかしい}だろうと[思った]{おもった}ら、（　　）。",
      "Option": ["意外と簡単だった", "思ったとおりだった", "失敗してしまった", "かなり難しかった"],
      "Analysis": "知识点23用法2",
      "Unit": 3,
      "Correct Answer": 1
    },
    {
      "Question": "[今度]{こんど}の[改革]{かいかく}は[成功]{せいこう}したかのように[見え]{みえ}たが、（　　）。",
      "Option": ["大きな成果をあげた", "まだ不十分だった", "徹底的に行うべきだ", "うまくいかなかった"],
      "Analysis": "看到「が」直接选和前句意思相反的选项，知识点29的注意部分",
      "Unit": 3,
      "Correct Answer": 2
    },
    {
      "Question": "[勝っ]{かっ}たからいいような（　　）、[最後]{さいご}まではらはら、[どきどき]{心跳加速；怦怦心跳；忐忑不安}の[試合]{しあい}だった。",
      "Option": ["ものを", "もので", "ものの", "ものだ"],
      "Analysis": "知识点30的注意部分\n虽然我们赢了，但直到最后，这场比赛都是惊险刺激的。",
      "Unit": 3,
      "Correct Answer": 3
    },
    {
      "Question": "4月に[入っ]{いっっ}てから（　　）かと[思え]{おもえ}ば、[寒い]{さむい}日が[続い]{つづい}ている。",
      "Option": ["暖かい", "暖かくなる", "暖かくした", "暖かかった"],
      "Analysis": "直接根据句意，4月开始-->变得暖和，知识点24",
      "Unit": 3,
      "Correct Answer": 2
    },
    {
      "Question": "[調査]{ちょうさ}の[結果]{けっか}（　　）、[多く]{おおく}の人が[老後]{ろうご}の[生活]{せいかつ}に[不安]{ふあん}を[感じ]{かんじ}ている。",
      "Option": ["とともに", "からすると", "について", "をきっかけに"],
      "Analysis": "知识点34",
      "Unit": 4,
      "Correct Answer": 2
    },
    {
      "Question": "（　　）きりで[海外旅行]{かいがいりょこう}に[行く]{いく}なんて、[考え]{かんがえ}られない。",
      "Option": ["家族", "子ども", "一人", "友だち"],
      "Analysis": "知识点40用法1",
      "Unit": 4,
      "Correct Answer": 3
    },
    {
      "Question": "あなたのことを（　　）[厳しく]{いかめしく}[言った]{いった}のです。",
      "Option": ["思うとおり", "思ったばかり", "思うからこそ", "思うだけ"],
      "Analysis": "知识点32",
      "Unit": 4,
      "Correct Answer": 3
    },
    {
      "Question": "[今年]{こんねん}に[入っ]{いっっ}てから、[物価]{ぶっか}は[少し]{すこし}（　　）ぎみだ。",
      "Option": ["上がった", "上がる", "上がって", "上がり"],
      "Analysis": "知识点39",
      "Unit": 4,
      "Correct Answer": 4
    },
    {
      "Question": "この車は[デザイン]{design}（　　）[ドイツ]{德国}製だと[判断]{はんだん}できる。",
      "Option": ["によると", "からあって", "に関して", "からして"],
      "Analysis": "知识点33",
      "Unit": 4,
      "Correct Answer": 4
    },
    {
      "Question": "[自分]{じぶん}の（　　）、妹を[雑誌]{ざっし}を[買い]{かい}に[行か]{いか}せた。",
      "Option": ["あげく", "かわりに", "きり", "一方で"],
      "Analysis": "知识点38",
      "Unit": 4,
      "Correct Answer": 2
    },
    {
      "Question": "（   ）からには、[責任]{せきにん}を[持っ]{もっ}て[仕事]{しごと}をするべきだ。",
      "Option": ["就職だ", "就職して", "就職した", "就職の"],
      "Analysis": "知识点36注意例句",
      "Unit": 4,
      "Correct Answer": 3
    },
    {
      "Question": "この[製品]{せいひん}は[品質]{ひんしつ}（　　）、[申し分]{もうしぶん}ないほどよくできている。",
      "Option": ["からいうと", "として", "に比べて", "かというと"],
      "Analysis": "知识点31",
      "Unit": 4,
      "Correct Answer": 1
    },
    {
      "Question": "あの[落ち込ん]{おちこん}でいる[様子]{ようす}（　　）、[彼女]{かのじょ}にふられたようだ。",
      "Option": ["によって", "から見て", "と思うと", "かのように"],
      "Analysis": "知识点37",
      "Unit": 4,
      "Correct Answer": 2
    },
    {
      "Question": "[子ども]{こども}がかわいい（　　）、[甘や]{あまや}かすのはよくない。",
      "Option": ["一方で", "である以上", "からといって", "うちは"],
      "Analysis": "知识点35，知识点4\n只因为孩子可爱就溺爱他们是不好的。",
      "Unit": 4,
      "Correct Answer": 3
    },
    {
      "Question": "あのとき、母が[励まし]{はげまし}てくれたからこそ、（　　）。",
      "Option": ["落ち込んでいました", "立ち直れたのです", "成功したあげくです", "失敗しかねません"],
      "Analysis": "知识点32",
      "Unit": 4,
      "Correct Answer": 2
    },
    {
      "Question": "[一度]{いちど}[勝っ]{かっ}たからといって、（　　）。",
      "Option": ["落ち込む必要はない", "自己満足になってしまう", "今度は勝てるだろう", "相手を甘く見てはいけない"],
      "Analysis": "知识点35",
      "Unit": 4,
      "Correct Answer": 4
    },
    {
      "Question": "兄は[アフリカ]{Africa}へ[探検]{たんけん}[旅行]{りょこう}に[出た]{でた}きり、（　　）。",
      "Option": ["もう一週間になった", "毎日家に電話する", "まだ帰ってきていない", "戻りたくないようだ"],
      "Analysis": "知识点40用法2",
      "Unit": 4,
      "Correct Answer": 3
    },
    {
      "Question": "[結論]{けつろん}（　　）、[今回]{こんかい}の[プロジェクト]{project}は[失敗]{しっぱい}に[終わ]{おわ}る[確率]{かくりつ}が[高い]{たかい}。",
      "Option": ["によれば", "に対して", "からいうと", "にかわって"],
      "Analysis": "知识点31",
      "Unit": 4,
      "Correct Answer": 3
    },
    {
      "Question": "[決心]{けっしん}がついた（　　）、[迷わ]{まよわ}ずに前に[突き]{つき}[進む]{すすむ}べきだ。",
      "Option": ["からには", "からといって", "おかげで", "あげく"],
      "Analysis": "知识点36",
      "Unit": 4,
      "Correct Answer": 1
    },
    {
      "Question": "いままでの[職歴]{しょくれき}（　　）、[鈴木]{すずき}さんのほうがもっとこの[仕事]{しごと}に[向い]{むい}ている。",
      "Option": ["からいうと", "とともに", "について", "としては"],
      "Analysis": "知识点31",
      "Unit": 4,
      "Correct Answer": 1
    },
    {
      "Question": "[原稿]{げんこう}の[締め切り]{しめきり}に[追わ]{おわ}れて、ここ[数日]{すうじつ}は[焦り]{あせり}（　　）だ。",
      "Option": ["かけ", "ぎみ", "がち", "がたい"],
      "Analysis": "知识点39（焦头烂额？）",
      "Unit": 4,
      "Correct Answer": 2
    },
    {
      "Question": "[彼は]{かれは}[大き]{おおき}な[特徴]{とくちょう}がないかわりに、（　　）。",
      "Option": ["あまりもてない", "みんなによく知られている", "大きな欠点も見当たらない", "とてもいい人だ"],
      "Analysis": "知识点38用法2",
      "Unit": 4,
      "Correct Answer": 3
    },
    {
      "Question": "[親友]{しんゆう}の私から[見て]{みて}も、[彼女]{かのじょ}のやり方には（　　）。",
      "Option": ["賛成しがたい", "反対しがたい", "賛成したい", "反対しえない"],
      "Analysis": "知识点37\n即使作为她最好的朋友，我也很难认同她的做法。",
      "Unit": 4,
      "Correct Answer": 1
    },
    {
      "Question": "この[料理]{りょうり}はにおい（　　）[我慢]{がまん}できない。",
      "Option": ["にかわって", "からして", "と思ったら", "ばかりに"],
      "Analysis": "知识点33\n我受不了这种食物的味道。",
      "Unit": 4,
      "Correct Answer": 2
    },
    {
      "Question": "せっかく[海外旅行]{かいがいりょこう}に[行った]{いった}（　　）、できるだけ[多く]{おおく}の町を[回っ]{まわっ}てみたい。",
      "Option": ["から", "からには", "からで", "からに"],
      "Analysis": "知识点36",
      "Unit": 4,
      "Correct Answer": 2
    },
    {
      "Question": "いくら[オムライス]{煎蛋饭}が[好き]{すき}（　　）、[毎日]{まいにち}[食べ]{たべ}ると[飽き]{あき}てしまう。",
      "Option": ["からでも", "からといっても", "だからといって", "だからでも"],
      "Analysis": "知识点35",
      "Unit": 4,
      "Correct Answer": 3
    },
    {
      "Question": "[一度]{いちど}も（　　）ことなく、[自分]{じぶん}の夢を[追い]{おい}かけている[彼は]{かれは}[素敵]{すてき}な人だ。",
      "Option": ["迷って", "迷っている", "迷う", "迷い"],
      "Analysis": "こと前一般加字典形，知识点48\n迷います:\nます形：迷います\nて形：迷って\n字典形：迷う\nない形：迷わない\nた形：迷った",
      "Unit": 5,
      "Correct Answer": 3
    },
    {
      "Question": "[自分]{じぶん}は[何も]{なにも}（　　）くせに、[他人]{たにん}のやったことに[文句]{もんく}ばかり[言って]{いって}いる。",
      "Option": ["やらなかった", "やっている", "やった", "やれる"],
      "Analysis": "看见も，说明是否定，知识点42",
      "Unit": 5,
      "Correct Answer": 1
    },
    {
      "Question": "[決勝戦]{けっしょうせん}で[一点差]{いってんさ}で[負け]{まけ}てしまい、どんなに[悔しい]{くやしい}（　　）。",
      "Option": ["かぎりだ", "ことか", "ことだ", "かぎりか"],
      "Analysis": "知识点44",
      "Unit": 5,
      "Correct Answer": 2
    },
    {
      "Question": "[英語圏]{えいごけん}の国へ[出張]{しゅっちょう}するなら[簡単]{かんたん}な（　　）ぐらい[覚え]{おぼえ}ておいたほうがいい。",
      "Option": ["会話の", "会話な", "会話", "会話を"],
      "Analysis": "知识点43用法1",
      "Unit": 5,
      "Correct Answer": 3
    },
    {
      "Question": "[授業]{じゅぎょう}の[内容]{ないよう}が[多す]{おおす}ぎて、なかなか（　　）きれない。",
      "Option": ["消化する", "消化", "消化が", "消化し"],
      "Analysis": "很多动词+表示难度的语法都是接的动词ます形(やすい、にくい、がたい和かねる等)，知识点44",
      "Unit": 5,
      "Correct Answer": 4
    },
    {
      "Question": "[まじめ]{认真；严肃；正经\nhttps://youtu.be/Sx5JPJ3o_DA?si=Mek8wuQbR058Swga&t=1298}な彼（　　）、こんなとんでもない[間違い]{まちがい}をしないだろう。",
      "Option": ["のことだから", "からいって", "からいうと", "かと思うと"],
      "Analysis": "知识点47\n作为一个严肃的人，他不会犯如此荒谬的错误。",
      "Unit": 5,
      "Correct Answer": 1
    },
    {
      "Question": "外が[一面]{いちめん}の[銀世界]{ぎんせかい}になった（　　）、雪が[一晩中]{ひとばんじゅう}[降り]{おり}[続け]{つづけ}ていたことが[分か]{わか}る。",
      "Option": ["かと思えば", "ことから", "からには", "あげく"],
      "Analysis": "知识点45\n外面一片银装素裹，说明已经下了一夜的雪。",
      "Unit": 5,
      "Correct Answer": 2
    },
    {
      "Question": "もう[子ども]{こども}ではないからそんなに[心配]{しんぱい}する（　　）よ。",
      "Option": ["ものはない", "わけはない", "ことはない", "ばかりはない"],
      "Analysis": "常见表达，知识点50",
      "Unit": 5,
      "Correct Answer": 3
    },
    {
      "Question": "[試験]{しけん}に[合格]{ごうかく}したければ、[毎日]{まいにち}まじめに[勉強]{べんきょう}する（　　）。",
      "Option": ["ことはない", "ことだ", "こともある", "ことか"],
      "Analysis": "知识点46",
      "Unit": 5,
      "Correct Answer": 2
    },
    {
      "Question": "この[記事]{きじ}は（　　）[読んだ]{よんだ}んが、[内容]{ないよう}がよく[分か]{わか}らない。",
      "Option": ["読んだことは", "読みたいことは", "読むことは", "読まないことは"],
      "Analysis": "知识点49理解句意",
      "Unit": 5,
      "Correct Answer": 1
    },
    {
      "Question": "[インスタント食品]{インスタントしょくひん: 即食食品}は[便利]{べんり}なことは[便利]{べんり}だけど、（　　）。",
      "Option": ["嫌いにならない", "あまり栄養がない", "太り気味だ", "値段は手頃だ"],
      "Analysis": "直接根据句尾判断后句是转折意思，知识点49",
      "Unit": 5,
      "Correct Answer": 2
    },
    {
      "Question": "[事件]{じけん}[現場]{げんば}に[残さ]{のこさ}れた[足跡]{そくせき}が[大きい]{おおきい}（　　）、独人は男であると[推測]{すいそく}される。",
      "Option": ["かと思うと", "からには", "ことから", "ことな"],
      "Analysis": "知识点45，知识点36",
      "Unit": 5,
      "Correct Answer": 3
    },
    {
      "Question": "[週末]{しゅうまつ}に[コーヒー]{coffee}を[飲み]{のみ}ながら[好き]{すき}な[小説]{しょうせつ}を[読む]{よむ}（　　）[楽しい]{たのしい}ことはない。",
      "Option": ["なら", "きり", "くらい", "かわりに"],
      "Analysis": "知识点43接续2",
      "Unit": 5,
      "Correct Answer": 3
    },
    {
      "Question": "[風邪]{かぜ}を[引い]{ひい}た[場合]{ばあい}、[暖かく]{あたたかく}してゆっくり[休む]{やすむ}（　　）。",
      "Option": ["かぎりだ", "ことだ", "おかげだ", "ぎみだ"],
      "Analysis": "知识点46",
      "Unit": 5,
      "Correct Answer": 2
    },
    {
      "Question": "[鈍感]{どんかん}な[木村]{きむら}さんのことだから、[彼女]{かのじょ}が[怒っ]{いかっ}ているのに（　　）はずだ。",
      "Option": ["気にしなかった", "気づいていない", "気にする", "気づいた"],
      "Analysis": "根据のに判断转折，知识点47",
      "Unit": 5,
      "Correct Answer": 2
    },
    {
      "Question": "まだ[不明]{ふめい}なところが[多い]{おおい}から[結論]{けつろん}を[急ぐ]{いそぐ}（　　）。",
      "Option": ["しかない", "ことだ", "あげくだ", "ことはない"],
      "Analysis": "知识点50",
      "Unit": 5,
      "Correct Answer": 4
    },
    {
      "Question": "[子ども]{こども}に[先立た]{さきだた}れるとは、どんなに[悲しい]{かなしい}（　　）。",
      "Option": ["ことか", "くらいだ", "かぎりだ", "ぎみだ"],
      "Analysis": "知识点44",
      "Unit": 5,
      "Correct Answer": 1
    },
    {
      "Question": "姉は[経済的]{けいざいてき}に[余裕]{よゆう}がない（　　）、[ブランド]{品牌}品ばかり[買い]{かい}たがっている。",
      "Option": ["あまり", "以上", "くせに", "あげく"],
      "Analysis": "知识点48",
      "Unit": 5,
      "Correct Answer": 3
    },
    {
      "Question": "[彼は]{かれは}どんな[状況]{じょうきょう}でも、[慌て]{あわて}る（　　）[冷静]{れいせい}に[対処]{たいしょ}できる。",
      "Option": ["ことなく", "一方で", "ながら", "かのようで"],
      "Analysis": "知识点41",
      "Unit": 5,
      "Correct Answer": 1
    },
    {
      "Question": "[夜空]{よぞら}には[数え]{かぞえ}（　　）ほどの星がきらめいている。",
      "Option": ["がたい", "きれない", "かねない", "かけない"],
      "Analysis": "知识点45",
      "Unit": 5,
      "Correct Answer": 2
    },
    {
      "Question": "この寺は[紅葉]{こうよう}で（　　）「もみじでら」と[呼ば]{よば}れている。",
      "Option": ["有名のおかげで", "有名なことだから", "有名なことから", "有名によって"],
      "Analysis": "知识点43用法（1）",
      "Unit": 5,
      "Correct Answer": 3
    },
    {
      "Question": "[スピーチコンテスト]{演讲比赛}で1位に[入賞]{にゅうしょう}できて（　　）うれしかった。",
      "Option": ["涙が出るくらい", "涙が出たあまり", "涙が出ても", "涙が出るうちは"],
      "Analysis": "",
      "Unit": 5,
      "Correct Answer": 1
    },
    {
      "Question": "この（　　）[最中]{さいちゅう}に[スーツ]{西装；套装}を[着て]{きて}[ネクタイ]{领带}を[締め]{しめ}ている[サラリーマン]{salaryman，工薪人员}がいる。",
      "Option": ["暑さ", "暑かった", "暑い", "暑いの"],
      "Analysis": "知识点52",
      "Unit": 6,
      "Correct Answer": 3
    },
    {
      "Question": "[今日]{きょう}の[仕事]{しごと}は[早め]{はやめ}に[終わ]{おわ}ったので（　　）すんだ。",
      "Option": ["残業せずに", "残業することなく", "残業して", "残業さずに"],
      "Analysis": "知识点57注意例句",
      "Unit": 6,
      "Correct Answer": 1
    },
    {
      "Question": "[客先]{きゃくさき}へ[挨拶]{あいさつ}に（　　）際は、[事前]{じぜん}に[電話]{でんわ}で[連絡]{れんらく}しないといけない。",
      "Option": ["行くの", "行く", "行っている", "行き"],
      "Analysis": "知识点51",
      "Unit": 6,
      "Correct Answer": 2
    },
    {
      "Question": "[何で]{なんで}も[子ども]{こども}の[思い通り]{おもいどおり：想象（希望）的那样，如愿，称心如意}にさせるのは（　　）よくない。",
      "Option": ["教育面", "教育中", "教育式", "教育上"],
      "Analysis": "知识点55\n什么都让孩子随心所欲，在教育上是不好的。",
      "Unit": 6,
      "Correct Answer": 4
    },
    {
      "Question": "友だちと[遊び]{あそび}に（　　）ばかりに[早め]{はやめ}に[宿題]{しゅくだい}を[終わ]{おわ}らせた。",
      "Option": ["行った", "行きたい", "行っている", "行く"],
      "Analysis": "直接根据句意选，知识点60",
      "Unit": 6,
      "Correct Answer": 2
    },
    {
      "Question": "[人生]{じんせい}にはやりたくなくても（　　）ざるをえないことがいろいろある。",
      "Option": ["やら", "やる", "やり", "やろう"],
      "Analysis": "知识点53",
      "Unit": 6,
      "Correct Answer": 1
    },
    {
      "Question": "さまざまな[困難]{こんなん}を[乗り越え]{のりこえ}てきた[恵理子]{えりこ}さんの姿に[感動]{かんどう}（　　）。",
      "Option": ["しなくてもいい", "せずにはいられない", "することはない", "することか"],
      "Analysis": "知识点58",
      "Unit": 6,
      "Correct Answer": 2
    },
    {
      "Question": "人の[考え方]{かんがえかた}（　　）、[人生]{じんせい}が[変わ]{かわ}っていくと[思う]{おもう}。",
      "Option": ["状況で", "きりで", "次第で", "よりで"],
      "Analysis": "知识点54用法2的说明2\n我认为人生会根据人的想法而变化。",
      "Unit": 6,
      "Correct Answer": 3
    },
    {
      "Question": "[夕べ]{ゆうべ：昨晚，傍晚，晚会}[部屋]{へや}の[エアコン]{Air conditioning}が[壊れ]{こわれ}た（　　）、[寒く]{さむく}て[眠れ]{ねむれ}なかった。",
      "Option": ["せいだ", "せいの", "せいに", "せいで"],
      "Analysis": "知识点59",
      "Unit": 6,
      "Correct Answer": 4
    },
    {
      "Question": "いろいろと（　　）末に、やっとA社に[入る]{いる}ことを[決め]{きめ}た。",
      "Option": ["悩んだ", "悩む", "悩みの", "悩むの"],
      "Analysis": "知识点56注意例句",
      "Unit": 6,
      "Correct Answer": 1
    },
    {
      "Question": "[出張]{しゅっちょう}から[帰り]{かえり}[次第]{しだい}、[今後]{こんご}の[業務提携]{ぎょうむていけい}について（　　）。",
      "Option": ["検討したことがある", "検討します", "検討してしまった", "検討したきりだ"],
      "Analysis": "知识点54，后半句一般都是一般现在时",
      "Unit": 6,
      "Correct Answer": 2
    },
    {
      "Question": "年を[取っ]{とっ}た（　　）、[物忘れ]{ものわすれ}が[多く]{おおく}なった。",
      "Option": ["おかげか", "せいか", "からには", "ことか"],
      "Analysis": "知识点59，知识点36，知识点44",
      "Unit": 6,
      "Correct Answer": 2
    },
    {
      "Question": "[最初]{さいしょ}からお[客様]{きゃくさま}の[クレーム]{claim}にきちんと[対応]{たいおう}すれば、ここまで[大騒ぎ]{おおさわぎ}（　　）。",
      "Option": ["になったあげくだ", "になりかねないのに", "になるおそれがない", "にならなくてすんだのに"],
      "Analysis": "知识点57\n如果他们从一开始就对顾客投诉做出适当的回应，就不会引起这么大的骚动。",
      "Unit": 6,
      "Correct Answer": 4
    },
    {
      "Question": "[本当]{ほんとう}のことを[知っ]{しっ}た[以上]{いじょう}、[黙っ]{だまっ}たまま[何も]{なにも}（　　）。",
      "Option": ["しないではいられない", "しようではないか", "しないではすんだ", "しないかのようだ"],
      "Analysis": "知识点58和知识点3理解句意",
      "Unit": 6,
      "Correct Answer": 1
    },
    {
      "Question": "[授業]{じゅぎょう}の（　　）、[居眠り]{いねむり}する[学生]{がくせい}が[何人]{なんにん}もいた。",
      "Option": ["契機に", "ことから", "最中に", "かわりに"],
      "Analysis": "知识点52",
      "Unit": 6,
      "Correct Answer": 3
    },
    {
      "Question": "[激戦]{げきせん}の（　　）、[惜しく]{おしく}も[優勝]{ゆうしょう}を[逃し]{のがし}てしまった。",
      "Option": ["際は", "最中に", "あまり", "末に"],
      "Analysis": "知识点56",
      "Unit": 6,
      "Correct Answer": 4
    },
    {
      "Question": "[急な]{きゅうな}[仕事]{しごと}が[入っ]{いっっ}て、[休日]{きゅうじつ}も（　　）。",
      "Option": ["出勤しえなくなる", "出勤しかねる", "出勤しないくせに", "出勤せざるをえない"],
      "Analysis": "知识点53",
      "Unit": 6,
      "Correct Answer": 4
    },
    {
      "Question": "[一刻]{いっこく}も[早く]{はやく}[彼女]{かのじょ}に[会い]{あい}たい（　　）、[スピード]{speed}[違反]{いはん}をしてしまった。",
      "Option": ["かと思ったら", "くせして", "ばかりに", "きっかけで"],
      "Analysis": "知识点60",
      "Unit": 6,
      "Correct Answer": 3
    },
    {
      "Question": "[非常の]{ひじょうの}（　　）、[エレベーター]{elevator}を[絶対]{ぜったい}に[使わ]{つかわ}ないでください。",
      "Option": ["ことには", "際には", "きりには", "うちには"],
      "Analysis": "知识点51",
      "Unit": 6,
      "Correct Answer": 2
    },
    {
      "Question": "（　　）の[都合]{つごう}により、[退職]{たいしょく}させていただきます。",
      "Option": ["自身上", "一身上", "個人上", "自分上"],
      "Analysis": "知识点55",
      "Unit": 6,
      "Correct Answer": 2
    },
    {
      "Question": "（　　）ばかりに、うそをついて[事実]{じじつ}をごまかしてしまった。",
      "Option": ["責任を逃れたい", "責任を逃れた", "責任を逃れない", "責任を逃れようと"],
      "Analysis": "知识点60",
      "Unit": 6,
      "Correct Answer": 1
    },
    {
      "Question": "[物価]{ぶっか}が[上が]{あが}った（　　）、[家計]{かけい}が[苦しく]{くるしく}なった。",
      "Option": ["がちで", "きっかけで", "かわりで", "せいで"],
      "Analysis": "知识点59",
      "Unit": 6,
      "Correct Answer": 4
    },
    {
      "Question": "この本は[専門用語]{せんもんようご}がいっぱい[出て]{でて}いて、[初心者]{しょしんしゃ}の私には（　　）っこない。",
      "Option": ["理解できる", "理解でき", "理解する", "理解した"],
      "Analysis": "知识点70",
      "Unit": 7,
      "Correct Answer": 2
    },
    {
      "Question": "[冷蔵庫]{れいぞうこ}の[故障]{こしょう}について[メーカー]{制造商}に（　　）ところ、[親切]{しんせつ}に[対応]{たいおう}してくれた。",
      "Option": ["問い合わせてみた", "問い合わせてみる", "問い合わせている", "問い合わせようとする"],
      "Analysis": "知识点63",
      "Unit": 7,
      "Correct Answer": 1
    },
    {
      "Question": "さすがに[評判]{ひょうばん}の（　　）だけあって、[料理]{りょうり}はとてもおいしかった。",
      "Option": ["レストランで", "レストランの", "レストラン", "レストランが"],
      "Analysis": "知识点61",
      "Unit": 7,
      "Correct Answer": 3
    },
    {
      "Question": "[取引先]{とりひきさき}に[電話]{でんわ}してみた（　　）、[商品]{しょうひん}は[税関]{ぜいかん}で[引っ掛か]{ひっかか}ったそうだ。",
      "Option": ["ところで", "ところを", "ところに", "ところが"],
      "Analysis": "知识点64\n我试着给客户打了个电话，据说商品在海关被扣下了。",
      "Unit": 7,
      "Correct Answer": 4
    },
    {
      "Question": "たとえ（　　）、[東大]{とうだい}[入試]{にゅうし}に[一度]{いちど}[チャンレンジ]{challenge}してみたい。",
      "Option": ["難しいばかりに", "難しくても", "難しいくせに", "難しいことなく"],
      "Analysis": "根据句意判断是转折关系，知识点62",
      "Unit": 7,
      "Correct Answer": 2
    },
    {
      "Question": "[面接]{めんせつ}の時、[第一印象]{だいいちいんしょう}はとても[大切]{たいせつ}だから、しわ（　　）の[スーツ]{西装；套装}を[着て]{きて}はいけない。",
      "Option": ["ばかり", "ぎみ", "かけ", "だらけ"],
      "Analysis": "知识点68，N3知识点155，ばかり前面也可接名词，但更多用于频繁的动作",
      "Unit": 7,
      "Correct Answer": 4
    },
    {
      "Question": "[今月]{こんげつ}[会社]{かいしゃ}に（　　）、[分か]{わか}らないことがたくさんある。",
      "Option": ["入ったばかりで", "入ったばかりに", "入るばかりで", "入るばかりに"],
      "Analysis": "知识点66",
      "Unit": 7,
      "Correct Answer": 1
    },
    {
      "Question": "ふるさとに[帰る]{かえる}（　　）、[新しい]{あたらしい}[発見]{はっけん}ができて、とてもおもしろい。",
      "Option": ["うちに", "ことに", "たびに", "だけに"],
      "Analysis": "知识点67\n每次我回到家乡，我都会发现一些新的东西，这很有趣。",
      "Unit": 7,
      "Correct Answer": 3
    },
    {
      "Question": "あの[二人]{ふたり}は（　　）とたんに、恋に[落ち]{おち}たそうだ。",
      "Option": ["出会っている", "出会った", "出会おう", "出会う"],
      "Analysis": "知识点65",
      "Unit": 7,
      "Correct Answer": 2
    },
    {
      "Question": "（　　）ついでに[手紙]{てがみ}を[出し]{だし}に[行って]{いって}きた。",
      "Option": ["買い物", "買い物に", "買い物の", "買い物と"],
      "Analysis": "知识点69",
      "Unit": 7,
      "Correct Answer": 3
    },
    {
      "Question": "[会社]{かいしゃ}に[着い]{つい}たとたんに、（　　）。",
      "Option": ["ちょうど雨が上がった", "すぐメールを確認する", "お客さんに電話したい", "遅刻してしまった"],
      "Analysis": "知识点65注意部分",
      "Unit": 7,
      "Correct Answer": 1
    },
    {
      "Question": "[何度]{なんど}も[原稿]{げんこう}を[確認し]{かくにんし}てみたところが、（　　）。",
      "Option": ["間違ったところを直した", "間違いを見つけなかった", "直さずにすんだ", "心配することはない"],
      "Analysis": "知识点64",
      "Unit": 7,
      "Correct Answer": 2
    },
    {
      "Question": "[自分]{じぶん}はだめだと[思い込ん]{おもいこん}だら、[何を]{なにを}しても[成功]{せいこう}でき（　　）。",
      "Option": ["うる", "きれない", "かねない", "っこない"],
      "Analysis": "知识点70",
      "Unit": 7,
      "Correct Answer": 4
    },
    {
      "Question": "[インターネット]{internet}で[調べ]{しらべ}た（　　）、[パソコン]{电脑}の[トラブル]{trouble}の[解決法]{かいけつほう}が[見つ]{みつ}かった。",
      "Option": ["からには", "ところ", "からといって", "あげく"],
      "Analysis": "知识点63",
      "Unit": 7,
      "Correct Answer": 2
    },
    {
      "Question": "たとえ[困難]{こんなん}な道だとしても、（　　）。",
      "Option": ["恐れることからあきらめたい", "恐れるからこそ進んでいきたい", "恐れることなく進んでいきたい", "恐れるからといってあきらめたい"],
      "Analysis": "知识点62",
      "Unit": 7,
      "Correct Answer": 3
    },
    {
      "Question": "「やあ、[久し]{ひさし}ぶり。（　　）[以来]{いらい}だね」。",
      "Option": ["卒業し", "卒業して", "卒業する", "卒業した"],
      "Analysis": "知识点76",
      "Unit": 8,
      "Correct Answer": 2
    },
    {
      "Question": "[新婚旅行]{しんこんりょこう}は[フランス]{ふらんす}に（　　）つもりだ。",
      "Option": ["行く", "行き", "行った", "行って"],
      "Analysis": "知识点74",
      "Unit": 8,
      "Correct Answer": 1
    },
    {
      "Question": "この[洋服]{ようふく}は[着て]{きて}みて（　　）、[似合う]{にあう}かどうか[分か]{わか}らない。",
      "Option": ["からと思うと", "からして", "からでないと", "からには"],
      "Analysis": "根据句意判断是没有试穿衣服，知识点77",
      "Unit": 8,
      "Correct Answer": 3
    },
    {
      "Question": "（　　）つもりで、[毎日]{まいにち}[図書館]{としょかん}に[通って]{とおって}いる。",
      "Option": ["学生である", "学生になった", "学生であった", "学生になる"],
      "Analysis": "知识点75\n- 学生になった：表示“已经成为了学生”，强调结果，暗示说话人现在已经是学生了，或者以“已经成为学生”的心态做某事。\n- 学生であった：表示“曾经是学生”，强调过去的状态，暗示说话人过去是学生，现在可能不是了。",
      "Unit": 8,
      "Correct Answer": 2
    },
    {
      "Question": "お客さんを（　　）でも[業績]{ぎょうせき}をあげようとしている[営業]{えいぎょう}[マン]{man}がいる。",
      "Option": ["だまし", "だまして", "だましの", "だます"],
      "Analysis": "知识点80\n有些业务员即使欺骗顾客，也想提高业绩。",
      "Unit": 8,
      "Correct Answer": 2
    },
    {
      "Question": "[虫歯]{むしば}が[痛く]{いたく}て（　　）ので[病院]{びょういん}に[行った]{いった}。",
      "Option": ["かぎりがない", "きりがない", "かねない", "たまらない"],
      "Analysis": "知识点79",
      "Unit": 8,
      "Correct Answer": 4
    },
    {
      "Question": "この[ジュース]{juice}は（　　）、まずい。",
      "Option": ["水っぽくて", "水ぎみで", "水がちで", "水だらけで"],
      "Analysis": "知识点73，知识点39，知识点68\n语法上“水ぎみで”没问题，但意思上不合适知识点39\n“水だらけで”意思是“全是水”，通常用来形容物体被水覆盖或浸湿，不适合用来形容饮料“像水一样”。",
      "Unit": 8,
      "Correct Answer": 1
    },
    {
      "Question": "（　　）つつ、この[計画]{けいかく}を[進め]{すすめ}ていきたいと[思う]{おもう}。",
      "Option": ["話し合い", "話し合う", "話し合って", "話し合った"],
      "Analysis": "知识点71\n話し合います\n- ます形：話し合います\n- て形：話し合って\n- 字典形：話し合う\n- ない形：話し合わない\n- た形：話し合った",
      "Unit": 8,
      "Correct Answer": 1
    },
    {
      "Question": "[好き]{すき}なCDを[手に入れ]{てにいれ}て、（　　）しょうがない。",
      "Option": ["うれしい", "うれしくて", "うれしさで", "うれしく"],
      "Analysis": "知识点78",
      "Unit": 8,
      "Correct Answer": 2
    },
    {
      "Question": "[経済]{けいざい}の[発展]{はってん}につれて、[国民]{こくみん}の[生活]{せいかつ}も（　　）つつある。",
      "Option": ["改善している", "改善した", "改善する", "改善し"],
      "Analysis": "知识点72",
      "Unit": 8,
      "Correct Answer": 4
    },
    {
      "Question": "[彼は]{かれは}[交通事故]{こうつうじこ}に（　　）ずっと[寝た]{ねた}きりの[状態]{じょうたい}だ。",
      "Option": ["あったとたん", "あったところが", "あったかと思うと", "あって以来"],
      "Analysis": "知识点76",
      "Unit": 8,
      "Correct Answer": 4
    },
    {
      "Question": "[周り]{まわり}の人に[反対]{はんたい}されてでも、（　　）と[思う]{おもう}。",
      "Option": ["あきらめようではないか", "頑張ったかいがある", "自分の主張を貫いていこう", "自分が間違ったかのようだ"],
      "Analysis": "根据句意和转折判断选项，知识点80",
      "Unit": 8,
      "Correct Answer": 3
    },
    {
      "Question": "[風邪薬]{かぜぐすり}を[飲ん]{のん}だせいか、のどが（　　）。",
      "Option": ["渇く一方だ", "渇いてたまらない", "渇くおそれがある", "渇くことはない"],
      "Analysis": "知识点79",
      "Unit": 8,
      "Correct Answer": 2
    },
    {
      "Question": "[息子]{むすこ}は（　　）[性格]{せいかく}でどんなことをしても[長続き]{ながつづき}できない。",
      "Option": ["飽きっぽい", "忘れっぽい", "疲れっぽい", "暴れっぽい"],
      "Analysis": "知识点73\n飽きっぽい：容易厌倦、三分钟热度\n忘れっぽい：健忘、容易忘事\n疲れっぽい：容易疲劳\n暴れっぽい：容易暴躁、爱闹事",
      "Unit": 8,
      "Correct Answer": 1
    },
    {
      "Question": "[自分]{じぶん}ではこの[業界]{ぎょうかい}の[プロ]{专业人士、行家、专家}のつもりだけど、[他人]{たにん}から[見る]{みる}と（　　）。",
      "Option": ["まだ未熟者た", "プロだけのことはある", "プロと呼ばずにいられない", "確かにプロだった"],
      "Analysis": "知识点74用法（2）注意例句",
      "Unit": 8,
      "Correct Answer": 1
    },
    {
      "Question": "[少子]{しょうし}[高齢化]{こうれいか}の[進行]{しんこう}で、この[地域]{ちいき}は[活気]{かっき}を（　　）。",
      "Option": ["失わざるを得ない", "失いつつある", "失わないですむ", "失いっこない"],
      "Analysis": "知识点72",
      "Unit": 8,
      "Correct Answer": 2
    },
    {
      "Question": "[自分]{じぶん}で（　　）はじめて、[家事]{かじ}の[大変]{たいへん}さが[分か]{わか}る。",
      "Option": ["やり", "やって", "やった", "やる"],
      "Analysis": "知识点84",
      "Unit": 9,
      "Correct Answer": 2
    },
    {
      "Question": "[天気予報]{てんきよほう}では[今日]{きょう}の[午後]{ごご}から[台風]{たいふう}が（　　）とか。",
      "Option": ["近づいた", "近づき", "近づく", "近づいたの"],
      "Analysis": "知识点90",
      "Unit": 9,
      "Correct Answer": 3
    },
    {
      "Question": "[努力]{どりょく}すれば誰でも（　　）というものではない。",
      "Option": ["成功した", "成功できた", "成功している", "成功できる"],
      "Analysis": "知识点86，成功できる是成功する的可能形",
      "Unit": 9,
      "Correct Answer": 4
    },
    {
      "Question": "あの夜のことは[思った]{おもった}だけで（　　）ならない。",
      "Option": ["恐ろしい", "恐ろしくて", "恐ろし", "恐ろしく"],
      "Analysis": "知识点81",
      "Unit": 9,
      "Correct Answer": 2
    },
    {
      "Question": "[入院]{にゅういん}している[先生]{せんせい}は[快方]{かいほう}に[向か]{むか}っている（　　）。",
      "Option": ["というそうだ ", "というものだ", "ということだ", "というらしいだ"],
      "Analysis": "知识点85\n住院的老师正在逐渐康复，据说如此。",
      "Unit": 9,
      "Correct Answer": 3
    },
    {
      "Question": "もうすぐ[初孫]{ういまご}が[生まれ]{うまれ}るという[知らせ]{しらせ}を[聞い]{きい}たら、じっとしては（　　）。",
      "Option": ["いられない", "いがたい", "しょうがない", "すまない"],
      "Analysis": "知识点82\n听到初孙快要出生的消息后，根本无法静下心来。",
      "Unit": 9,
      "Correct Answer": 1
    },
    {
      "Question": "[日本語]{にほんご}ができる（　　）、[簡単]{かんたん}な[会話]{かいわ}しかできない。",
      "Option": ["というより", "というもので", "ということで", "といっても"],
      "Analysis": "直接根据前后句意判断转折，知识点88",
      "Unit": 9,
      "Correct Answer": 4
    },
    {
      "Question": "いつも人に（　　）ばかりはいられないと[思って]{おもって}、[今度]{こんど}は[自分]{じぶん}でやることにした。",
      "Option": ["頼んでいる", "頼む", "頼んで", "頼んだ"],
      "Analysis": "N3知识点155",
      "Unit": 9,
      "Correct Answer": 3
    },
    {
      "Question": "[料理]{りょうり}が[苦手]{にがて}（　　）、[面倒]{めんどう，麻烦}くさいから[作る]{つくる}のが[嫌だ]{いやだ}。",
      "Option": ["と思うと", "というより", "といっても", "ということで"],
      "Analysis": "知识点87\n与其说我不擅长做饭，不如说是因为觉得麻烦才不想做。",
      "Unit": 9,
      "Correct Answer": 2
    },
    {
      "Question": "母に（　　）に[クッキー]{cookie}を[作っ]{つくっ}てみた。",
      "Option": ["教えられたとおり", "教えたどおり", "教えてもらったどおり", "教えてくれたとおり"],
      "Analysis": "知识点89",
      "Unit": 9,
      "Correct Answer": 1
    },
    {
      "Question": "[仕事]{しごと}は山ほどたまっていて、（　　）どころではない。",
      "Option": ["休暇の", "休暇", "休暇に", "休暇を"],
      "Analysis": "知识点93\n工作堆积如山，根本不是休假的时候",
      "Unit": 10,
      "Correct Answer": 2
    },
    {
      "Question": "この[方法]{ほうほう}が（　　）、ほかの[方法]{ほうほう}を[考え]{かんがえ}なければならない。",
      "Option": ["無理だとしたら", "無理だなら", "無理のなら", "無理たら"],
      "Analysis": "知识点97",
      "Unit": 10,
      "Correct Answer": 1
    },
    {
      "Question": "[仕事中]{しごとちゅう}[ゲーム]{game}をしている（　　）[上司]{じょうし}に[見つ]{みつ}かってひどく[叱ら]{しから}れた。",
      "Option": ["ところで", "ところが", "ところを", "ところに"],
      "Analysis": "知识点95",
      "Unit": 10,
      "Correct Answer": 3
    },
    {
      "Question": "体が（　　）ことには、[勉強]{べんきょう}も[仕事]{しごと}もうまくいくはずがないだろう。",
      "Option": ["健康でない", "健康な", "健康がない", "健康である"],
      "Analysis": "根据句意判断是否定，知识点100",
      "Unit": 10,
      "Correct Answer": 1
    },
    {
      "Question": "この[映画]{えいが}はおもしろい（　　）、つまらなくて[眠く]{ねむく}なった。",
      "Option": ["つもりで", "どころか", "ばかりに", "かわりに"],
      "Analysis": "知识点91",
      "Unit": 10,
      "Correct Answer": 2
    },
    {
      "Question": "[木村]{きむら}さんはあの[事故]{じこ}で命を（　　）。",
      "Option": ["落とすところだった", "落ちたところだ", "落ちるところだった", "落としたところだ"],
      "Analysis": "知识点92\n落とします\n- ます形：落とします\n- て形：落として\n- 字典形：落とす\n- ない形：落とさない\n- た形：落とした",
      "Unit": 10,
      "Correct Answer": 1
    },
    {
      "Question": "[頑張り]{がんばり}さえすれば（　　）とは[限ら]{かぎら}ない。",
      "Option": ["成功しえない", "成功できる", "成功しがたい", "成功しない"],
      "Analysis": "知识点99和N3知识点45\n只要努力就一定能成功——并不总是如此。",
      "Unit": 10,
      "Correct Answer": 2
    },
    {
      "Question": "[仕事]{しごと}が[終わ]{おわ}って家に（　　）ところに、[得意先]{とくいさき，顾客}から[電話]{でんわ}がかかってきた。",
      "Option": ["帰っている", "帰ろう", "帰ろうとした", "帰った"],
      "Analysis": "知识点94，注意例句",
      "Unit": 10,
      "Correct Answer": 3
    },
    {
      "Question": "[自宅]{じたく}で[転ん]{ころん}で[骨折]{こっせつ}したのは、運が[悪か]{わるか}ったとしか（　　）。",
      "Option": ["言いかねない", "言いようがない", "言うほかはない", "言ってしょうがない"],
      "Analysis": "知识点96",
      "Unit": 10,
      "Correct Answer": 2
    },
    {
      "Question": "（　　）とともに、さまざまな[新型車]{しんがたしゃ}が[開発]{かいはつ}されている。",
      "Option": ["技術の進歩な", "技術の進歩の", "技術の進歩に", "技術の進歩"],
      "Analysis": "知识点98",
      "Unit": 10,
      "Correct Answer": 4
    },
    {
      "Question": "[厳しい]{きびしい}[暑さ]{あつさ}が[続い]{つづい}ておりますが、お[気に]{きに}[過ご]{すご}して（　　）。",
      "Option": ["いらっしゃいますか", "存じていますか", "見えていますか", "伺っていますか"],
      "Analysis": "不规则变化的敬语动词，尊敬语",
      "Unit": 19,
      "Correct Answer": 1
    },
    {
      "Question": "[課長]{かちょう}、[新しい]{あたらしい}[企画書]{きかくしょ}を（　　）か。",
      "Option": ["ご覧になられました", "お目にかけました", "拝見しました", "ご覧いただけました"],
      "Analysis": "- ご覧いただけましたか is the appropriate honorific expression when asking a superior (課長) if they have viewed the document. It uses the structure ～ていただけましたか, which politely inquires whether the listener (the superior) has performed the action (viewing) as a favor to the speaker.\n- ご覧になられました is grammatically incorrect due to 二重敬語 (double honorifics): both なられる and ご覧になる are honorifics, making the phrase redundant.\n- お目にかけました means \"to show/present\" something, not \"to view,\" and does not fit the context.\n- 拝見しました is humble speech used when the speaker themselves has viewed something, not when asking about someone else’s action.",
      "Unit": 19,
      "Correct Answer": 4
    },
    {
      "Question": "[常に]{つねに}お[客様]{きゃくさま}に[喜んで]{よろこんで}いただけるように[頑張っ]{がんばっ}て（　　）。",
      "Option": ["いらっしゃいます", "めしあがります", "参ります", "見えます"],
      "Analysis": "不规则变化的敬语动词\n参ります: 「行く」の謙譲語\nいらっしゃいます：尊敬語\nめしあがります：「食べる/のむ」の尊敬語",
      "Unit": 19,
      "Correct Answer": 3
    },
    {
      "Question": "[社長]{しゃちょう}、桜[物産]{ぶっさん}の[鈴木]{すずき}[部長]{ぶちょう}が（　　）。",
      "Option": ["お見えになりました", "まいりました", "お越しになられました", "お目にかかりました"],
      "Analysis": "不规则变化的敬语动词，尊敬语",
      "Unit": 19,
      "Correct Answer": 1
    },
    {
      "Question": "お[客様]{きゃくさま}、[失礼]{しつれい}ですが、お[名前]{なまえ}は[何と]{なんと}（　　）か。",
      "Option": ["申しますか", "存じますか", "承知しますか", "おっしゃいます"],
      "Analysis": "不规则变化的敬语动词，尊敬语\n存じます: 「思う」の謙譲語",
      "Unit": 19,
      "Correct Answer": 4
    },
    {
      "Question": "[新しく]{あたらしく}[担当]{たんとう}になりました[田中]{たなか}です。[本日]{ほんじつ}はごあいさつに（　　）。",
      "Option": ["見えました", "なさいました", "伺いました", "いたしました"],
      "Analysis": "我叫田中，是新来的负责人。今天来这里是为了打个招呼。",
      "Unit": 19,
      "Correct Answer": 3
    },
    {
      "Question": "お[客様]{きゃくさま}、お茶と[コーヒー]{coffee}、どちらに（　　）。",
      "Option": ["いたしますか", "なさいますか", "おりますか", "みえますか"],
      "Analysis": "不规则变化的敬语动词，N3知识点140",
      "Unit": 19,
      "Correct Answer": 2
    },
    {
      "Question": "どうぞ、[冷め]{さめ}ないうちに（　　）。",
      "Option": ["頂戴してください", "申し上げてください", "おいでになってください", "召し上がってください"],
      "Analysis": "召し上がる（めしあがる）： 「食べる」「食う」「飲む」「吸う」などの尊敬語。",
      "Unit": 19,
      "Correct Answer": 4
    },
    {
      "Question": "A「どうぞよろしくお[願い]{ねがい}します。」\nB「わかりました。[検討]{けんとう}（　　）。」",
      "Option": ["させてくださいます", "させていただきます", "もうしあげます", "していらっしゃいます"],
      "Analysis": "自谦语知识点3，自谦语知识点5",
      "Unit": 19,
      "Correct Answer": 2
    },
    {
      "Question": "[今日]{きょう}、[田中]{たなか}[部長]{ぶちょう}に[初めて]{はじめて}（　　）。",
      "Option": ["ご覧くださいました", "お目にかかりました", "かしこまりました", "お見えになりました"],
      "Analysis": "不规则变化的敬语动词",
      "Unit": 19,
      "Correct Answer": 2
    },
    {
      "Question": "（[レストラン]{restaurant}で）\nA「[注文]{ちゅうもん}、お[願い]{ねがい}します」。\nB「（　　）、ただいままいります」。",
      "Option": ["お待ちいたしました", "お待ってくださいました", "お待たせいたしました", "お待ちいたしました"],
      "Analysis": "自谦语知识点2",
      "Unit": 19,
      "Correct Answer": 3
    },
    {
      "Question": "（[得意先]{とくいさき}からの[電話]{でんわ}）\nA「[田村]{たむら}さんはいらっしゃいますか。」\nB「[申し訳]{もうしわけ}ございませんが、[田村]{たむら}は[本日]{ほんじつ}、（　　）。」",
      "Option": ["お休みくださっております", "休ませております", "休ませていただいております", "休まれております"],
      "Analysis": "自谦语知识点3注意例句",
      "Unit": 19,
      "Correct Answer": 3
    },
    {
      "Question": "[山本]{やまもと}[社長]{しゃちょう}がお[戻り]{もどり}になりましたら、（　　）。",
      "Option": ["お伝えていただけますか", "お伝えてください", "お伝えさせてください", "お伝えいただけますか"],
      "Analysis": "N3自谦语知识点4，但是接续是て形，和答案不一致\n能否请您转告山本社长回来后联系我？\n- お伝えいただけますか is a polite and grammatically correct expression used to request someone to convey a message. It combines the honorific form お伝え (from 伝える) with the potential form いただけます (to receive the favor of), forming a respectful request: \"Could you please convey...?\"\n- お伝えていただけますか (Option 1) is incorrect because お伝えて uses the wrong conjugation (連用形 of 伝える is 伝え, not 伝えて).\n- お伝えてください (Option 2) is too direct and lacks the nuanced politeness required in a formal business context.\n- お伝えさせてください (Option 3) implies the speaker is offering to convey the message themselves, which does not align with the context of requesting someone else to act.\n\n- Completed Sentence:\n- 「山本社長がお戻りになりましたら、お伝えいただけますか。」\n(\"When President Yamamoto returns, could you please let him know?\")",
      "Unit": 19,
      "Correct Answer": 4
    },{
      "Question": "ありがとうございました。またのご[来店]{らいてん}を（　　）。",
      "Option": ["待っていただきます", "お待ちしております", "お待ちなさいます", "待たせていたします"],
      "Analysis": "非常感谢！期待您的再次光临。",
      "Unit": 19,
      "Correct Answer": 2
    },
    {
      "Question": "ご[多忙]{たぼう}の中わざわざ（　　）、お礼を[申し上げ]{もうしあげ}ます。",
      "Option": ["お見舞いくださいまして", "お見舞いしてくださいまして", "お見舞いになられて", "お見舞いしていただいて"],
      "Analysis": "尊敬语知识点4\n感谢您在百忙之中抽出时间来拜访我。",
      "Unit": 19,
      "Correct Answer": 1
    },
    {
      "Question": "日はお[忙しい]{いそがしい}なか、（　　）ましてまことにありがとうございます。",
      "Option": ["お越しいただき", "お越しになり", "お越しなさい", "お越しください"],
      "Analysis": "三个选项尊敬语，1个自谦语\n非常感谢您在百忙之中抽空前来。",
      "Unit": 19,
      "Correct Answer": 1
    },
    {
      "Question": "[貴社]{きしゃ}、[ますます]{益々: 越来越；更加}ご[清栄]{せいえい}のこととお[喜び]{よろこび}（　　）。",
      "Option": ["存じております", "申し上げます", "承知いたします", "知ってさしあげます"],
      "Analysis": "为贵公司日益繁荣感到高兴",
      "Unit": 19,
      "Correct Answer": 2
    },
    {
      "Question": "[重い]{おもい}ようですが、私が[荷物]{にもつ}を（　　）。",
      "Option": ["お持たせてください", "お持ちなさい", "お持ちします", "持ってさし上げます"],
      "Analysis": "自谦语知识点1",
      "Unit": 19,
      "Correct Answer": 3
    },
    {
      "Question": "この[問題]{もんだい}について、[社長]{しゃちょう}のお[考え]{かんがえ}を（　　）と[思い]{おもい}ます。",
      "Option": ["お聞かせになれば", "お聞かせすれば", "お聞かせてくだされば", "お聞かせいただければ"],
      "Analysis": "自谦语知识点3注意部分\n关于这个问题，我想听听社长的想法。",
      "Unit": 19,
      "Correct Answer": 4
    },
    {
      "Question": "ご[結婚]{けっこん}おめでとうございます。ぜひ[披露宴]{ひろうえん}に（　　）。",
      "Option": ["出席してくださいます", "ご出席させてください", "ご出席させてさしあげます", "出席させていただきます"],
      "Analysis": "自谦语知识点3注意部分",
      "Unit": 19,
      "Correct Answer": 4
    },
    {
      "Question": "[本店]{ほんてん}は[クレジットカード]{Credit Card}は（　　）ので、ご[了承]{りょうしょう}ください。",
      "Option": ["ご利用になれません", "ご利用していただけません", "ご利用させられません", "ご利用くだされません"],
      "Analysis": "尊敬语知识点1注意部分",
      "Unit": 19,
      "Correct Answer": 1
    },
    {
      "Question": "[申し訳]{もうしわけ}ございませんが、[佐藤]{さとう}はただいま（　　）。",
      "Option": ["外出していらっしゃいます", "外出しております", "外出なさっています", "外出していられます"],
      "Analysis": "不规则变化的敬语动词",
      "Unit": 19,
      "Correct Answer": 2
    },
    {
      "Question": "この[機械]{きかい}の[使い方]{つかいかた}を（　　）。",
      "Option": ["お教えさしあげませんか", "教えさせていただけませんか", "お教え願えませんか", "お教えさせてくださいませんか"],
      "Analysis": "自谦语知识点6注意例句",
      "Unit": 19,
      "Correct Answer": 3
    },
    {
      "Question": "[店内]{てんない}の本や[雑誌]{ざっし}などはご[自由]{じゆう}に（　　）。",
      "Option": ["お読みあげてください", "お読みください", "読ませていただきます", "お読みいたします"],
      "Analysis": "「読ませていただきます」和「お読みいたします」是自谦语",
      "Unit": 19,
      "Correct Answer": 2
    },
    {
      "Question": "[井上]{いのうえ}[部長]{ぶちょう}、[田中]{たなか}[社長]{しゃちょう}が（　　）。",
      "Option": ["お呼びいたします", "お呼びいただきます", "お呼びです", "お呼びされます"],
      "Analysis": "自谦语知识点1",
      "Unit": 19,
      "Correct Answer": 3
    },
    {
      "Question": "「おります」は（　　）。",
      "Option": ["尊敬語", "謙譲語", "丁寧語", "その他"],
      "Analysis": "",
      "Unit": 19,
      "Correct Answer": 2
    },
    {
      "Question": "「いらっしゃいます」は（　　）。",
      "Option": ["尊敬語", "謙譲語", "丁寧語", "その他"],
      "Analysis": "",
      "Unit": 19,
      "Correct Answer": 1
    },
    {
      "Question": "「[致し]{いたし}ます」は（　　）。",
      "Option": ["尊敬語", "謙譲語", "丁寧語"],
      "Analysis": "",
      "Unit": 19,
      "Correct Answer": 2
    },
    {
      "Question": "「なさいます」は（　　）。",
      "Option": ["尊敬語", "謙譲語", "丁寧語", "その他"],
      "Analysis": "",
      "Unit": 19,
      "Correct Answer": 1
    },
    {
      "Question": "「〜でいらっしゃいます」は（　　）。",
      "Option": ["尊敬語", "謙譲語"],
      "Analysis": "",
      "Unit": 19,
      "Correct Answer": 1
    },
    {
      "Question": "（　　）。",
      "Option": ["", "1", "", ""],
      "Analysis": "你抽中了大吉，N2必过！",
      "Unit": 30,
      "Correct Answer": 2
    }
]
