window.bluebook_n2 = [
    {
      "Question": "ここ[数年]{すうねん}、[日本]{にっぽん}へ[留学]{りゅうがく}する[学生]{がくせい}は（　　）[一方]{いっぽう}だ。",
      "Option": ["増え", "増える", "増やす", "増やし"],
      "Analysis": "知识点5",
      "Unit": 1,
      "Correct Answer": 2
    },
    {
      "Question": "[教師]{きょうし}（　　）[生徒]{せいと}の[学習]{がくしゅう}[意欲]{いよく}を[引き出す]{ひきだす}[授業]{じゅぎょう}づくりを[工夫]{くふう}しなければならない。",
      "Option": ["の以上", "だった以上", "である以上", "で以上"],
      "Analysis": "知识点3注意接续",
      "Unit": 1,
      "Correct Answer": 3
    },
    {
      "Question": "[息子]{むすこ}が[事故]{じこ}でなくなった[知らせ]{しらせ}を[聞い]{きい}た[彼女]{かのじょ}は、（　　）あまり[大声]{おおごえ}で[泣き]{なき}[始め]{はじめ}た。",
      "Option": ["悲しみの", "悲しい", "悲しく", "悲しくの"],
      "Analysis": "知识点2和注意部分，悲しみ是名词",
      "Unit": 1,
      "Correct Answer": 1
    },
    {
      "Question": "雨が（　　）うちに[走っ]{はしっ}て家に[帰っ]{かえっ}てきた。",
      "Option": ["上がった", "上がりの", "上がって", "上がっている"],
      "Analysis": "知识点8接续2\n雨还没停，我就跑回家了。",
      "Unit": 1,
      "Correct Answer": 4
    },
    {
      "Question": "「[頑張っ]{がんばっ}て、[今年]{こんねん}こそ[優勝]{ゆうしょう}（　　）ではありませんか！」",
      "Option": ["する", "している", "しよう", "すまい"],
      "Analysis": "知识点10",
      "Unit": 1,
      "Correct Answer": 3
    },
    {
      "Question": "（　　）、[子ども]{こども}たちに[勉強]{べんきょう}の[楽しさ]{たのしさ}を[感じ]{かんじ}てほしい。",
      "Option": ["小学生のうち", "小学生のうちは", "小学生のうちで", "小学生のうちを"],
      "Analysis": "知识点9",
      "Unit": 1,
      "Correct Answer": 2
    },
    {
      "Question": "[考え]{かんがえ}に（　　）あげく、[山田]{やまだ}さんの[提案]{ていあん}を[採用]{さいよう}しないことにした。",
      "Option": ["考える", "考えている", "考え", "考えた"],
      "Analysis": "知识点1",
      "Unit": 1,
      "Correct Answer": 4
    },
    {
      "Question": "[パソコン]{电脑}を（　　）、[セキュリティーソフト]{Security Software}は[欠か]{かか}せないものだ。",
      "Option": ["使った上で", "使う上で", "使った上", "使っている上"],
      "Analysis": "知识点6，根据句意判断用接续1",
      "Unit": 1,
      "Correct Answer": 2
    },
    {
      "Question": "この[地域]{ちいき}では[都市化]{としか}が（　　）、[緑]{みどり}[豊か]{ゆたか}な[自然]{しぜん}も[多く]{おおく}[残さ]{のこさ}れている。",
      "Option": ["進む一方で", "進み一方", "進んだ一方は", "進む一方は"],
      "Analysis": "知识点4",
      "Unit": 1,
      "Correct Answer": 1
    },
    {
      "Question": "ここまで（　　）、そう[簡単]{かんたん}にあきらめたくない。",
      "Option": ["来た上は", "来た上で", "来る上で", "来ない上は"],
      "Analysis": "知识点7\n既然已经走到这一步，我就不想轻易放弃。",
      "Unit": 1,
      "Correct Answer": 1
    },
    {
      "Question": "[新しく]{あたらしく}[幼稚園]{ようちえん}に[入園]{にゅうえん}した[子ども]{こども}たちははじめの（　　）[集団生活]{しゅうだんせいかつ}に[慣れ]{なれ}ないかもしれない。",
      "Option": ["うちは", "うちに", "うえに", "うえは"],
      "Analysis": "知识点9，知识点8",
      "Unit": 1,
      "Correct Answer": 1
    },
    {
      "Question": "[考え]{かんがえ}すぎた（　　）、[逆に]{ぎゃくに}[戸惑っ]{とまどっ}てしまう。",
      "Option": ["うえで", "こそ", "あまり", "わけ"],
      "Analysis": "知识点2",
      "Unit": 1,
      "Correct Answer": 3
    },
    {
      "Question": "[内容]{ないよう}に[間違い]{まちがい}がないかどうかを（　　）、[メール]{mail}を送言する。",
      "Option": ["確認するだけで", "確認した以上", "確認したうえで", "確認しようと"],
      "Analysis": "知识点6接续2",
      "Unit": 1,
      "Correct Answer": 3
    },
    {
      "Question": "[一旦]{いったん}やると[決め]{きめ}た[以上]{いじょう}（　　）。",
      "Option": ["最後までやりたくない", "最初からあきらめる", "原点に戻ってやり直す", "最後までやり遂げないといけない"],
      "Analysis": "知识点3",
      "Unit": 1,
      "Correct Answer": 4
    },
    {
      "Question": "[毎日]{まいにち}[遅く]{おそく}まで[仕事]{しごと}をしていたら、あげくのはてに、（　　）。",
      "Option": ["体を壊して入院してしまった", "仕事が予定通りに進まなかった", "なんとか納期に間に合った", "上司に高く評価された"],
      "Analysis": "知识点1的注意部分",
      "Unit": 1,
      "Correct Answer": 1
    },
    {
      "Question": "この[洗濯機]{せんたくき}は[買っ]{かっ}てから[一年]{いちねん}も[経た]{へた}ないうちに（　　）。",
      "Option": ["まだ新しく見える", "あまり使わない", "壊れてしまった", "故障したことがない"],
      "Analysis": "直接根据句意，一年没到，所以...，知识点8用法2注意部分",
      "Unit": 1,
      "Correct Answer": 3
    },
    {
      "Question": "[今日]{きょう}の[仕事]{しごと}はもう[終わ]{おわ}ったので（　　）。",
      "Option": ["帰ろうじゃないか", "帰らないでください", "帰るようにしてください", "帰ってみてください"],
      "Analysis": "知识点10，直接看句意就能选上",
      "Unit": 1,
      "Correct Answer": 1
    },
    {
      "Question": "[新しい]{あたらしい}[知識]{ちしき}を[学習]{がくしゅう}する（　　）、[学ん]{まなん}だ[知識]{ちしき}を[復習]{ふくしゅう}することも[大事]{だいじ}だ。",
      "Option": ["同時で", "一方で", "上で", "あげくで"],
      "Analysis": "知识点4",
      "Unit": 1,
      "Correct Answer": 2
    },
    {
      "Question": "[大学]{だいがく}を[卒業]{そつぎょう}して（　　）、もう親には[迷惑]{めいわく}をかけたくないと[思う]{おもう}。",
      "Option": ["自立したばかりに", "自立しないうちに", "自立したおかげで", "自立したうえは"],
      "Analysis": "知识点7",
      "Unit": 1,
      "Correct Answer": 4
    },
    {
      "Question": "[交通機関]{こうつうきかん}が[便利]{べんり}になるにつれて、[運動不足]{うんどうぶそく}になる人が[増え]{ふえ}る（　　）。",
      "Option": ["ところだ", "のみだ", "一方だ", "からだ"],
      "Analysis": "知识点5",
      "Unit": 1,
      "Correct Answer": 3
    },
    {
      "Question": "[最近]{さいきん}、[忙しさ]{いそがしさ}のあまりに、（　　）。",
      "Option": ["仕事を早く終わらせた", "母の誕生日も忘れてしまった", "有給もなくなってしまった", "達成感が湧いてきた"],
      "Analysis": "知识点2",
      "Unit": 1,
      "Correct Answer": 2
    },
    {
      "Question": "よく[比べ]{くらべ}た（　　）、どれを[買う]{かう}かを[決め]{きめ}る。",
      "Option": ["うえで", "うえは", "うえに", "うえから"],
      "Analysis": "知识点6用法2",
      "Unit": 1,
      "Correct Answer": 1
    },
    {
      "Question": "[彼の]{かの}[考え方]{かんがえかた}や[行動]{こうどう}は、[当時]{とうじ}の私にはなかなか（　　）がたいものだった。",
      "Option": ["理解する", "理解", "理解し", "理解しよう"],
      "Analysis": "知识点20",
      "Unit": 2,
      "Correct Answer": 3
    },
    {
      "Question": "丘から（　　）[限り]{かぎり}、麦の畑が[広が]{ひろが}っている。",
      "Option": ["見渡さない", "見渡すの", "見渡し", "見渡す"],
      "Analysis": "知识点18用法2\n从山上望去，麦田一望无际。\n見渡します\n- ます形：見渡します\n- て形：見渡して\n- 字典形：見渡す\n- ない形：見渡さない\n- た形：見渡した",
      "Unit": 2,
      "Correct Answer": 4
    },
    {
      "Question": "[資金]{しきん}[不足]{ふそく}で、[工事]{こうじ}は（　　）のままだ。",
      "Option": ["やりかけ", "やりはじめ", "やりきれ", "やりおわり"],
      "Analysis": "知识点19",
      "Unit": 2,
      "Correct Answer": 1
    },
    {
      "Question": "[一年間]{いちねんかん}（　　）かいもなく、また[落第]{らくだい}してしまった。",
      "Option": ["努力する", "努力し", "努力した", "努力"],
      "Analysis": "知识点15，直接根据句意判断是完成时\n经过一年的努力，我再次失败了。",
      "Unit": 2,
      "Correct Answer": 3
    },
    {
      "Question": "あんなに体の[弱い]{よわい}[田中]{たなか}さんが[マラソン]{marathon}[大会]{たいかい}に[出場]{しゅつじょう}するなんて、（　　）。",
      "Option": ["ありうる", "ありえない", "あるうる", "あるえない"],
      "Analysis": "知识点12注意部分（あります＋得ない）\n对于体质如此虚弱的田中来说，参加马拉松比赛根本就是不可能的。",
      "Unit": 2,
      "Correct Answer": 2
    },
    {
      "Question": "ここまで[頑張れ]{がんばれ}たのは、（　　）と[思い]{おもい}ます。",
      "Option": ["友だちのおかげで", "友だちとのおかげで", "友だちのおかげだ", "友だちとのおかげだ"],
      "Analysis": "知识点13排除带と的选项，注意部分有おかげで和おかげだ的区别",
      "Unit": 2,
      "Correct Answer": 3
    },
    {
      "Question": "[大学進学]{だいがくしんがく}（　　）、[一人暮らし]{ひとりぐらし}をはじめた。",
      "Option": ["がきっかけとして", "をきっかけになって", "をきっかけで", "がきっかけになって"],
      "Analysis": "知识点16",
      "Unit": 2,
      "Correct Answer": 4
    },
    {
      "Question": "[物事]{ものごと}の形にこだわりすぎると、[本質]{ほんしつ}が（　　）おそれがある。",
      "Option": ["見えなくなる", "見えなくなり", "見えなくなった", "見えなくなったの"],
      "Analysis": "知识点14\n如果你过于关注事物的形式，你就有可能忽视其真正的本质。",
      "Unit": 2,
      "Correct Answer": 1
    },
    {
      "Question": "私の（　　）、[彼は]{かれは}[信用]{しんよう}できない人だ。",
      "Option": ["知っていない限り", "知っている限りは", "知っていない限りは", "知っている限りでは"],
      "Analysis": "知识点18用法（2）和注意部分，表示...范围内，只有限り和限りで(は)两种用法",
      "Unit": 2,
      "Correct Answer": 4
    },
    {
      "Question": "[今度]{こんど}の[入院]{にゅういん}（　　）、[タバコ]{烟}をやめることを[決め]{きめ}た。",
      "Option": ["が契機として", "を契機で", "を契機に", "が契機を"],
      "Analysis": "知识点17",
      "Unit": 2,
      "Correct Answer": 3
    },
    {
      "Question": "[先輩]{せんぱい}が[指導]{しどう}してくれたおかげで、（　　）。",
      "Option": ["授業で居眠りをした", "試験に何とか合格できた", "とても感謝します", "もっと頑張りたいと思う"],
      "Analysis": "知识点13",
      "Unit": 2,
      "Correct Answer": 2
    },
    {
      "Question": "[食生活]{しょくせいかつ}を[根本]{こんぽん}から[変え]{かえ}ないかぎり、[ダイエット]{减肥}は（　　）と[思う]{おもう}。",
      "Option": ["成功できない", "無理ではない", "太りにくい", "贅肉を落とす"],
      "Analysis": "直接根据句意，知识点18用法（3）",
      "Unit": 2,
      "Correct Answer": 1
    },
    {
      "Question": "（　　）、[誤解]{ごかい}を[招く]{まねく}おそれがある。",
      "Option": ["はっきり説明しないうちに", "はっきり説明すれば", "はっきり説明しないと", "はっきり説明した以上"],
      "Analysis": "N3知识点108用法5，本书知识点14",
      "Unit": 2,
      "Correct Answer": 3
    },
    {
      "Question": "[最近]{さいきん}、[忙しく]{いそがしく}て（　　）はそのままになっている。",
      "Option": ["読みかけの小説", "読みがたい小説", "読む一方の小説", "読み終わる小説"],
      "Analysis": "知识点19",
      "Unit": 2,
      "Correct Answer": 1
    },
    {
      "Question": "[先生]{せんせい}であっても、[間違い]{まちがい}をすることは（　　）。",
      "Option": ["あるかぎりだ", "ありがたい", "ある一方だ", "ありうる"],
      "Analysis": "知识点11，知识点20，知识点5，语法层面都对，根据句意和转折选出正确选项",
      "Unit": 2,
      "Correct Answer": 4
    },
    {
      "Question": "[全国大会]{ぜんこくたいかい}で[優勝]{ゆうしょう}した。[一生懸命]{いっしょうけんめい}（　　）かいがある。",
      "Option": ["頑張り", "頑張った", "頑張る", "頑張りの"],
      "Analysis": "知识点15",
      "Unit": 2,
      "Correct Answer": 2
    },
    {
      "Question": "友だちの[結婚式]{けっこんしき}（　　）[彼女]{かのじょ}と[知り合っ]{しりあっ}たのです。",
      "Option": ["のあげく", "をかぎりに", "のうちは", "をきっかけに"],
      "Analysis": "知识点16，知识点9\nをきっかけに means \"as an opportunity\" or \"as a starting point,\" indicating that the friend's wedding was the event that led to meeting her.\nうちは一般用于期间，如年轻的时候，施工期间，生病的时候，婚礼属于一时的事件",
      "Unit": 2,
      "Correct Answer": 4
    },
    {
      "Question": "罪のない[一般市民]{いっぱんしみん}を[巻き]{まき}[込ん]{こん}だ[テロ]{terrorism}[事件]{じけん}は[絶対]{ぜったい}（　　）[行為]{こうい}だ。",
      "Option": ["許しえる", "許しかける", "許しがたい", "許すうえの"],
      "Analysis": "知识点20",
      "Unit": 2,
      "Correct Answer": 3
    },
    {
      "Question": "うちの弟のような[落ちこぼれ]{おちこぼれ}が（　　）ありえないと[思う]{おもう}。",
      "Option": ["試験に落ちることは", "東大に受かることは", "大学に行かないことは", "成績を気にしないことは"],
      "Analysis": "直接根据选项发现3个是坏事和1个好事。知识点12\n我认为像我弟弟这样的辍学生不可能考上东京大学。\nような：参考另一个例句，蓝宝书N3-Unit1，5题",
      "Unit": 2,
      "Correct Answer": 2
    },
    {
      "Question": "私が[覚え]{おぼえ}ている（　　）、この店は10[年以上]{ねんいじょう}[営業]{えいぎょう}を[続け]{つづけ}てきた。",
      "Option": ["うちに", "かぎりでは", "ことから", "ように"],
      "Analysis": "知识点18用法（2）",
      "Unit": 2,
      "Correct Answer": 2
    },
    {
      "Question": "[遅刻]{ちこく}しそうになったので（　　）[パン]{面包}を[冷蔵庫]{れいぞうこ}に[入れ]{いれ}て家を[出た]{でた}。",
      "Option": ["食べかけた", "食べかけの", "食べかける", "食べかけて"],
      "Analysis": "知识点19注意例句",
      "Unit": 2,
      "Correct Answer": 2
    },
    {
      "Question": "（　　）[契機]{けいき}になって、選職する[女性]{じょせい}が[多い]{おおい}そうだ。",
      "Option": ["結婚が", "結婚の", "結婚と", "結婚とした"],
      "Analysis": "知识点17",
      "Unit": 2,
      "Correct Answer": 1
    },
    {
      "Question": "うっかりしていると（　　）ないので、ちゃんと前を[見て]{みて}[運転]{うんてん}してください。",
      "Option": ["大事故を起こりかね", "大事故を起こしかね", "大事故が起こりえる", "大事故が起こるうる"],
      "Analysis": "知识点27",
      "Unit": 3,
      "Correct Answer": 2
    },
    {
      "Question": "あのとき、[彼は]{かれは}[何も]{なにも}（　　）私の話を[聞い]{きい}ていた。",
      "Option": ["知らないかのように", "知るかのように", "知っているかのように", "知らなかったかのように"],
      "Analysis": "知识点29，根据も判断否定，根据句意判断时态",
      "Unit": 3,
      "Correct Answer": 4
    },
    {
      "Question": "[終了]{しゅうりょう}の[ベル]{bell}が[鳴る]{なる}か（　　）[彼は]{かれは}[教室]{きょうしつ}を[飛び出し]{とびだし}ていった。",
      "Option": ["鳴らないかぎり", "鳴らないかと思うと", "鳴らないかのうちに", "鳴らないうちは"],
      "Analysis": "知识点25",
      "Unit": 3,
      "Correct Answer": 3
    },
    {
      "Question": "ご[使用後]{しようご}のご[返品]{へんぴん}はお[受け]{うけ}いたし（　　）。",
      "Option": ["かねます", "えません", "かけます", "できません"],
      "Analysis": "知识点28",
      "Unit": 3,
      "Correct Answer": 1
    },
    {
      "Question": "[田中]{たなか}さんは[風邪]{かぜ}を（　　）で[今日]{きょう}の[会議]{かいぎ}に[出な]{でな}いそうだ。",
      "Option": ["引いたなんて", "引いたか何か", "引いたなど", "引いたか"],
      "Analysis": "知识点26",
      "Unit": 3,
      "Correct Answer": 2
    },
    {
      "Question": "娘は「いってきます」と（　　）と[思う]{おもう}と、[玄関]{げんかん}を[飛び出し]{とびだし}た。",
      "Option": ["言ったか", "言ったか何か", "言うか", "言うか何か"],
      "Analysis": "知识点23",
      "Unit": 3,
      "Correct Answer": 1
    },
    {
      "Question": "[育児]{いくじ}で[仕事]{しごと}をやめる人がいるか（　　）、[仕事]{しごと}に[専念]{せんねん}して[子ども]{こども}を[産ま]{うま}ない人もいる。",
      "Option": ["と思うと", "と思ったら", "と思えば", "と思えながら"],
      "Analysis": "知识点24用法2和注意部分\n有些人为了养育孩子而辞职，而有些人则专注于工作，不生孩子。",
      "Unit": 3,
      "Correct Answer": 3
    },
    {
      "Question": "[高血圧]{こうけつあつ}はお[年寄り]{としより}に（　　）[病気]{びょうき}だ。",
      "Option": ["あるがち", "ありがちな", "あったがち", "あるがちに"],
      "Analysis": "知识点21",
      "Unit": 3,
      "Correct Answer": 2
    },
    {
      "Question": "雪が[降る]{ふる}のを[楽しみ]{たのしみ}にしている。（　　）雪だるまを[作る]{つくる}ことが[大好き]{だいすき}だから。",
      "Option": ["何かというと", "なぜかとすると", "何かとすると", "なぜかというと"],
      "Analysis": "知识点22接续2注意例句\n我期待下雪，因为我喜欢堆雪人。",
      "Unit": 3,
      "Correct Answer": 4
    },
    {
      "Question": "[間に合っ]{まにあっ}た（　　）、もし[遅れ]{おくれ}たら[大変]{たいへん}なことになったかもしれない。",
      "Option": ["いいものの", "からよかったものの", "いいようなものの", "よかったものの"],
      "Analysis": "知识点30\n幸运的是，我们及时赶到，但如果我们迟到了，可能会是一场灾难。",
      "Unit": 3,
      "Correct Answer": 2
    },
    {
      "Question": "調査の結果（　　）、多くの人が老後の生活に不安を感じている。",
      "Option": ["とともに", "からすると", "について", "をきっかけに"],
      "Analysis": "知识点34",
      "Unit": 4,
      "Correct Answer": 2
    },
    {
      "Question": "（　　）きりで海外旅行に行くなんて、考えられない。",
      "Option": ["家族", "子ども", "一人", "友だち"],
      "Analysis": "知识点40用法1",
      "Unit": 4,
      "Correct Answer": 3
    },
    {
      "Question": "あなたのことを（　　）厳しく言ったのです。",
      "Option": ["思うとおり", "思ったばかり", "思うからこそ", "思うだけ"],
      "Analysis": "知识点32",
      "Unit": 4,
      "Correct Answer": 3
    },
    {
      "Question": "今年に入ってから、物価は少し（　　）ぎみだ。",
      "Option": ["上がった", "上がる", "上がって", "上がり"],
      "Analysis": "知识点39",
      "Unit": 4,
      "Correct Answer": 4
    },
    {
      "Question": "この車はデザイン（　　）ドイツ製だと判断できる。",
      "Option": ["によると", "からあって", "に関して", "からして"],
      "Analysis": "知识点33",
      "Unit": 4,
      "Correct Answer": 4
    },
    {
      "Question": "自分の（　　）、妹を雑誌を買いに行かせた。",
      "Option": ["あげく", "かわりに", "きり", "一方で"],
      "Analysis": "知识点38",
      "Unit": 4,
      "Correct Answer": 2
    },
    {
      "Question": "（   ）からには、責任を持って仕事をするべきだ。",
      "Option": ["就職だ", "就職して", "就職した", "就職の"],
      "Analysis": "知识点36注意例句",
      "Unit": 4,
      "Correct Answer": 3
    },
    {
      "Question": "この製品は品質（　　）、申し分ないほどよくできている。",
      "Option": ["からいうと", "として", "に比べて", "かというと"],
      "Analysis": "知识点31",
      "Unit": 4,
      "Correct Answer": 1
    },
    {
      "Question": "あの落ち込んでいる様子（　　）、彼女にふられたようだ。",
      "Option": ["によって", "から見て", "と思うと", "かのように"],
      "Analysis": "知识点37",
      "Unit": 4,
      "Correct Answer": 2
    },
    {
      "Question": "子どもがかわいい（　　）、甘やかすのはよくない。",
      "Option": ["一方で", "である以上", "からといって", "うちは"],
      "Analysis": "知识点35，知识点4\n只因为孩子可爱就溺爱他们是不好的。",
      "Unit": 4,
      "Correct Answer": 3
    }
]
