IT_PASSPORT_OFFICIAL = [
  {
      "Question": "A[社]{しゃ}がB[社]{しゃ}に[作業]{さぎょう}の[一部]{いちぶ}を[請負]{うけおい}[契約]{けいやく}で[委託]{いたく}している。[作業]{さぎょう}[形態]{けいたい} a~cのうち、いわゆる[偽装]{ぎそう}[請負]{うけおい}とみなされる[状態]{じょうたい}だけを[全て]{すべて}[挙げ]{あげ}たものはどれか。\na B[社]{しゃ}の[従業員]{じゅうぎょういん}が、A[社内]{しゃない}において、A[社]{しゃ}の[責任者]{せきにんしゃ}の[指揮]{しき}[命令]{めいれい}の[下]{した}で、[請負]{うけおい}[契約]{けいやく}で[取り決め]{とりきめ}た[作業]{さぎょう}を[行って]{いって}いる。\nb B[社]{しゃ}の[従業員]{じゅうぎょういん}が,A [社内]{しゃない}において,B[社]{しゃ}の[責任者]{せきにんしゃ}の[指揮]{しき}[命令]{めいれい}の[下]{した}で、[請負]{うけおい}[契約]{けいやく}で[取り決め]{とりきめ}た[作業]{さぎょう}を[行って]{いって}いる。\nc B [社]{しゃ}の[従業員]{じゅうぎょういん}が、B [社内]{しゃない}において、A[社]{しゃ}の[責任者]{せきにんしゃ}の[指揮]{しき}[命令]{めいれい}の[下]{した}で、[請負]{うけおい}[契約]{けいやく}で[取り決め]{とりきめ}た[作業]{さぎょう}を[行って]{いって}いる。\n\n",
      "Option": [
          "a ",
          "a, b ",
          "a, c ",
          "b, c"
      ],
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "[従来]{じゅうらい}の[情報]{じょうほう}[セキュリティマネジメントシステム]{Security Management System}[規格]{きかく}を[基礎]{きそ}に[追加]{ついか}で[制定]{せいてい}されたもので、[クラウドサービス]{Cloud Services}に[対応]{たいおう}した[情報]{じょうほう}[セキュリティ]{安全功能}[管理体制]{かんりたいせい}を[構築]{こうちく}するための[ガイドライン]{guidelines}[規格]{きかく}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "ISO 14001",
          "JIS Q 15001",
          "ISO/IEC 27017",
          "ISO 9001"
      ],
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "[政府]{せいふ}は、[官民]{かんみん}[データ]{data}[活用]{かつよう}[推進]{すいしん}[基本法]{きほんほう}に[定め]{さだめ}られた“[官民]{かんみん}[データ]{data}[活用]{かつよう}[推進]{すいしん}[基本]{きほん}[計画]{けいかく}”を[策定]{さくてい}し、[官民]{かんみん}[データ]{data}の[公開]{こうかい}や[活用]{かつよう}の[促進]{そくしん}に[取り組ん]{とりくん}でいる。[次の]{つぎの}[組織体]{そしきたい}のうち、[官民]{かんみん}[データ]{data}を[所有]{しょゆう}しているものだけを[全て]{すべて}[挙げ]{あげ}たものはどれか。\na [県庁]{けんちょう} b [大学]{だいがく} c [電力]{でんりょく}[事業者]{じぎょうしゃ} d [独立]{どくりつ}[行政]{ぎょうせい}[法人]{ほうじん}\n\n",
      "Option": [
          "a, b, с ",
          "a, b, c, d ",
          "a, b, d ",
          "a, с, d"
      ],
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[投資]{とうし}の[優先度]{ゆうせんど}などの[経営]{けいえい}の[戦略]{せんりゃく}を[策定]{さくてい}するために、[経済]{けいざい}[価値]{かち},[希少]{きしょう}[性]{せい},[模倣]{もほう}[困難性]{こんなんせい}[及び]{および}[組織]{そしき}の[四つ]{よつ}の[要素]{ようそ}で[評価]{ひょうか}することによって、[自社]{じしゃ}のもつ[資源]{しげん}を[分析]{ぶんせき}する[手法]{しゅほう}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "4P ",
          "PPM ",
          "SWOT 分析 ",
          "VRIO 分析"
      ],
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "A[社]{しゃ}ではB [商品]{しょうひん}の[仕入れ]{しいれ}と[販売]{はんばい}を[行って]{いって}いる。ある[期]{き}のB [商品]{しょうひん}の[仕入]{しいれ}[単価]{たんか}は[期首]{きしゅ}から[上昇]{じょうしょう}し[続け]{つづけ}、[期末]{きまつ}が[最も]{もっとも}[高く]{たかく}なった。[当該]{とうがい}[期]{き}の[売上原価]{うりあげげんか}を“[期首]{きしゅ}[棚卸]{たなおろし}[高]{たか}+[当期]{とうき}[商品]{しょうひん}[仕入]{しいれ}[高一]{こういち}[期末]{きまつ}[棚卸]{たなおろし}[高]{たか}”で[計算]{けいさん}するとき、[期末]{きまつ}[棚卸]{たなおろし}[高の]{たかの}[計算]{けいさん}に[期末]{きまつ}の[仕入]{しいれ}[単価]{たんか}を[用い]{もちい}ると、B [商品]{しょうひん}の[期末]{きまつ}[棚卸]{たなおろし}[高]{たか}[及び]{および}[売上原価]{うりあげげんか}は、[期中]{きちゅう}の[仕入]{しいれ}[単価]{たんか}の[平均値]{へいきんち}を[用い]{もちい}る[場合]{ばあい}に[比べ]{くらべ}てどのようになるか。\n\n",
      "Option": [
          "期末棚卸高,売上原価ともに上がる。",
          "期末棚卸高,売上原価ともに変わらない。",
          "期末棚卸高は上がり、売上原価は下がる。",
          "期末棚卸高は下がり、売上原価は上がる。"
      ],
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "[特定]{とくてい}[電子メール]{でんしめーる}[法]{ほう}は、[電子メール]{でんしめーる}による[一方的]{いっぽうてき}な[広告]{こうこく}[宣伝]{せんでん}[メール]{mail}の[送信]{そうしん}を[規制]{きせい}する[法律]{ほうりつ}である。[企業]{きぎょう}[担当者]{たんとうしゃ}が[行った]{いった}[次の]{つぎの}[電子メール]{でんしめーる}の[送信]{そうしん}[事例]{じれい}のうち、[特定]{とくてい}[電子メール]{でんしめーる}[法]{ほう}の[規制対象]{きせいたいしょう}となり[得る]{える}ものはどれか。\n\n",
      "Option": [
          "広告宣伝メールの受信を拒否する旨の意思表示がないことを確認したのち、公表されている企業のメールアドレス宛てに広告宣伝メールを送信した。",
          "受信者から拒否通知があった場合には、それ以降の送信を禁止すればよいと考え、広告宣伝メールを送信した。",
          "内容は事務連絡と料金請求なので問題ないと考え、受信者本人の同意なく、メールを送信した。",
          "長年の取引関係にある企業担当者に対して、これまで納入してきた製品の新バージョンが完成したので、その製品に関する広告宣伝メールを送信した。"
      ],
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[新しい]{あたらしい}[概念]{がいねん}や[アイディア]{idea}の[実証]{じっしょう}を[目的]{もくてき}とした、[開発]{かいはつ}の[前段階]{ぜんだんかい}における[検証]{けんしょう}を[表す]{あらわす}[用語]{ようご}はどれか。\n\n",
      "Option": [
          "CRM ",
          "PoC ",
          "RAS ",
          "SLA"
      ],
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "AI の[機械学習]{きかいがくしゅう}で[利用]{りよう}する[データ]{data}の[取扱い]{とりあつかい}に[関す]{かんす}る[記述]{きじゅつ}のうち、[バイアス]{bias}の[低減]{ていげん}や[データ]{data}の[品質]{ひんしつ}を[確保]{かくほ}するために[考え]{かんがえ}られる[対策]{たいさく}として、[適切]{てきせつ}なものだけを[全て]{すべて}[挙げ]{あげ}たものはどれか。\na [学習]{がくしゅう}の[目的]{もくてき}に[適し]{てきし}た[データ]{data}であることを[確認す]{かくにんす}る。\nb [データ]{data}の[入手元]{にゅうしゅもと}・[作成]{さくせい}[来歴]{らいれき}を[確認す]{かくにんす}る。\nc [データ]{data}への[アノテーション]{annotation}の[付与]{ふよ}は[学習]{がくしゅう}[目的]{もくてき}に[合わ]{あわ}せて[実施]{じっし}する。\nd [人間]{にんげん}の[目で]{めで}も[同定]{どうてい}が[困難]{こんなん}と[考え]{かんがえ}られる[画像認識]{がぞうにんしき}[用]{よう}の[データ]{data}は[除外]{じょがい}する。\n\n",
      "Option": [
          "a, b ",
          "a, b, c, d ",
          "a, d ",
          "b, c, d"
      ],
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[ハッカソン]{黑客马拉松}に[関す]{かんす}る[記述]{きじゅつ}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "定められたルールの下,ある主題について、肯定派と否定派といった異なる立場に分かれて議論する。",
          "情報セキュリティ分野で活躍したいという意志をもった若者が、合宿形式で情報セキュリティに関する実践的な知識を学ぶ。",
          "プログラマーやデザイナーなどから成る複数の参加チームが、与えられたテーマに関するプロトタイプを短期間で作成し、その成果を発表して競い合う。",
          "問題解決や利用者獲得などゲーム的な要素のない分野に、デジタル技術を活用したゲームの要素を取り入れることによって、利用者の参加を動機づける。"
      ],
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "[生成]{せいせい} AI において、もっともらしいが[事実]{じじつ}とは[異なる]{ことなる}[内容]{ないよう}が[出力]{しゅつりょく}されることを[表す]{あらわす}[用語]{ようご}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "エコーチェンバー",
          "シンギュラリティ",
          "ディープフェイク",
          "ハルシネーション"
      ],
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "[スマートファクトリー]{Smart Factory}においても[使用さ]{しようさ}れている, FMS (Flexible Manufacturing System) に[関す]{かんす}る[記述]{きじゅつ}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          " 技術革新を効果的に自社の経営に取り入れることによって、企業の成長を図る。",
          " 生産工程の各段階で、原材料から完成製品までの資材の流れを適時・適量に管理する。",
          " 生産時に必要となる部品などを必要な分だけ供給することによって、生産リードタイムを短縮する。",
          " 複数の工作機械や産業用ロボットなどを有機的に結合し、生産プロセス全体を統括的に制御・管理する。"
      ],
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "[商標]{しょうひょう}[法]{ほう}における[サービスマーク]{Service Mark}を[説明し]{せつめいし}たものはどれか。\n\n",
      "Option": [
          "企業が、企業そのものを他社と区別するために表示する商標である。",
          "製造業者,販売業者が提供する商品を、他社の商品と区別するために表示する商標である。",
          "大規模小売業者が開発したプライベートブランドの商品を、他社の商品と区別するために表示する商標である。",
          "輸送業者,金融業者などが提供する役務を、他社の役務と区別するために表示する商標である。"
      ],
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "[新しい]{あたらしい} IT [ソリューション]{solution}の[活用]{かつよう}の[是非]{ぜひ}を[判断]{はんだん}するために、その IT [ソリューション]{solution}の[提供者]{ていきょうしゃ}に、[活用]{かつよう}[事例]{じれい}や[技術情報]{ぎじゅつじょうほう}などの[提供]{ていきょう}を[依頼]{いらい}する[文書]{ぶんしょ}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "EDI",
          "KPI",
          "RFI",
          "RFP"
      ],
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "[事業]{じぎょう}、[経営]{けいえい}[情報]{じょうほう}に[知財]{ちざい}[情報]{じょうほう}を[組み込ん]{くみこん}で[分析]{ぶんせき}し、[現状]{げんじょう}の[俯瞰]{ふかん}や[将来展望]{しょうらいてんぼう}などの[分析結果]{ぶんせきけっか}を[事業]{じぎょう}[責任者]{せきにんしゃ},[経営者]{けいえいしゃ}と[共有]{きょうゆう}し、[事業]{じぎょう}[戦略]{せんりゃく}[又は]{または}[経営]{けいえい}[戦略]{せんりゃく}に[反映]{はんえい}させることを[表す]{あらわす}[用語]{ようご}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "CVC (Corporate Venture Capital)",
          "IP ランドスケープ(Intellectual Property Landscape)",
          "MOT (Management of Technology)",
          "SWOT分析"
      ],
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[事業]{じぎょう}[運営]{うんえい}における[意思決定]{いしけってい}の[迅速化]{じんそくか}、[組織]{そしき}の[独立採算]{どくりつさいさん}の[推進]{すいしん}を[目的]{もくてき}とし、[一つ]{ひとつ}の[企業]{きぎょう}の[中に]{なかに}[事業]{じぎょう}[領域]{りょういき}ごとに[独立]{どくりつ}した[組織]{そしき}を[設置]{せっち}する[組織]{そしき}[形態]{けいたい}はどれか。\n\n",
      "Option": [
          "カンパニー制組織",
          "機能別組織",
          "プロジェクト組織",
          "マトリックス組織"
      ],
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "[他人]{たにん}の[電子メール]{でんしめーる}の[利用者]{りようしゃ} ID と[パスワード]{密码}の[取扱い]{とりあつかい}に[関す]{かんす}る[記述]{きじゅつ}のうち、[不正]{ふせい}[アクセス]{あくせす}[禁止]{きんし}[法]{ほう}で[規制]{きせい}されている[行為]{こうい}だけを[全て]{すべて}[挙げ]{あげ}たものはどれか。\na [正当]{せいとう}な[理由]{りゆう}なく[本人]{ほんにん}に[無断]{むだん}で[第三者]{だいさんしゃ}に[提供]{ていきょう}する。\nb [他人]{たにん}の[電子メール]{でんしめーる}の[利用者]{りようしゃ} IDと[パスワード]{密码}を[無効]{むこう}にする[マルウェア]{恶意软件}を[作成]{さくせい}する。\nc [本人]{ほんにん}に[無断]{むだん}で[使用し]{しようし}て、[メールサーバ]{Mail Server}[上の]{うえの}[電子メール]{でんしめーる}を[閲覧]{えつらん}する。\n\n",
      "Option": [
          "a, b, c ",
          "a, с ",
          "b, c ",
          "c"
      ],
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[プロセスマイニング]{Process Mining}に[関す]{かんす}る[記述]{きじゅつ}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "一連の業務で実際に遂行したシステムの操作ログなどを収集し、現行の業務プロセスの可視化,分析, モニタリングによって業務の課題を特定して改善を図る手法やツールである。",
          "業務プロセスをそれまでの習慣などにとらわれず、抜本的に再構築して業務効率の改善を図る手法である。",
          "コンタクトセンターへの問合せ内容や SNS の投稿内容の分析などの業務プロセスで用いられる、膨大な文章データから必要な情報を抽出して分析する手法である。",
          "大量の計算処理で正しい値を算出する一連のプロセスを通じて、暗号資産を取得する手段である。"
      ],
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "IT における[アクセシビリティ]{accessibility}に[関す]{かんす}る[記述]{きじゅつ}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "高齢者や障害者などを含め、様々な能力や特性をもつ幅広い層の人が等しく利用できるように配慮したソフトウェア製品の設計",
          "顧客データを基に顧客を識別し、コールセンターやインターネットなどの様々なチャネルを用いて顧客との関係を深める手法",
          "製品, システム, サービスなどにおいて、それらを使用する場面をイメージしたり実際に利用したりすることで得られる人の感じ方や反応",
          "特定のファイルやデータベースなどの情報資産に対し、参照や更新などの権限の認可や制限を確実にする手段"
      ],
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "[仮想]{かそう}[環境]{かんきょう}を[用いた]{もちいた}[技術]{ぎじゅつ}である AR [又は]{または} VR の[活用]{かつよう}[事例]{じれい}のうち, VR の[活用]{かつよう}[事例]{じれい}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "顔を覆うように頭部にゴーグルを装着し、そのゴーグル内に投影された仮想空間に広がる火災や地震の映像を見ながら避難方法をイメージすることによって、防災訓練が行える。",
          "家具をオンラインで購入するときに、スマートフォンのカメラを通して画面に映っている現実の自分の部屋に、購入したい家具をリアルタイムに重ねて試し置きできる。",
          "史跡などにスマートフォンを向けることによって、昔あった建物の画像や説明情報が現実の風景と重なって画面に表示される。",
          "図鑑にスマートフォンをかざすことによって、図鑑の絵や写真に重なって生物の動画が見られる。"
      ],
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "[ソフトウェアライフサイクル]{Software Life Cycle}を[企画]{きかく}[プロセス]{process},[要件]{ようけん}[定義]{ていぎ}[プロセス]{process}, [開発]{かいはつ}[プロセス]{process},[保守]{ほしゅ}[プロセス]{process}に[分け]{わけ}たとき、[企画]{きかく}[プロセス]{process}の[システム]{system}[化]{か}[構想]{こうそう}の[立案]{りつあん}[時に]{ときに}[ベンダー]{供应商，卖方}[企業]{きぎょう}から[収集]{しゅうしゅう}する[情報]{じょうほう}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "システム化計画に基づいた開発コストの見積り",
          "システム化する業務の分野に関する情報技術動向",
          "システム構築を進めるに当たっての発注元企業の役割",
          "ベンダー企業の技術者が保有している技術資格"
      ],
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[基本的]{きほんてき}な[機能]{きのう}や[サービス]{service}は[無償]{むしょう}で[提供]{ていきょう}し、[追加]{ついか}の[機能]{きのう}や[サービス]{service}を[有償]{ゆうしょう}で[提供]{ていきょう}することで[利益]{りえき}を[上げ]{あげ}る[ビジネスモデル]{Business Model}を[表す]{あらわす}[用語]{ようご}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "フリーウェア",
          "フリーミアム",
          "フリーライド",
          "フリーランス"
      ],
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[営業部]{えいぎょうぶ}のAさんは、[営業担当者]{えいぎょうたんとうしゃ}10[人]{にん}の[営業]{えいぎょう}[成績]{せいせき}が[一目]{いちもく}で[分か]{わか}るように、[各]{かく}[営業担当者]{えいぎょうたんとうしゃ}が[提出]{ていしゅつ}する[営業]{えいぎょう}[見込み]{みこみ}と[実績]{じっせき}を[毎月]{まいつき}[集約]{しゅうやく}して[グラフ]{graph}[化し]{かし}たいと[考え]{かんがえ}ている。この[問題]{もんだい}を[解決]{かいけつ}するために[適用]{てきよう}する[技術]{ぎじゅつ}や[ツール]{tool}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "データを学習し、分析する AI",
          "データを自動収集し、データベースに蓄積する IoT",
          "入力したデータを、加工して見せるオフィスツール",
          "ビッグデータを、様々な手法で分析するデータサイエンス"
      ],
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "[コーポレートガバナンス]{Corporate Governance}の[強化]{きょうか}に[有効]{ゆうこう}な[施策]{しさく}だけを[全て]{すべて}[挙げ]{あげ}たものはどれか。\na [株式公開]{かぶしきこうかい}[買付け]{かいつけ}による[企業]{きぎょう}の[買収]{ばいしゅう}\nb [執行]{しっこう}[役員]{やくいん}[制度]{せいど}の[導入]{どうにゅう}による[経営]{けいえい}と[執行]{しっこう}の[分離]{ぶんり}\nc [独立性]{どくりつせい}の[高い]{たかい}[社外]{しゃがい}[取締役]{とりしまりやく}の[選任]{せんにん}\n\n",
      "Option": [
          "a, b ",
          "a, b, c ",
          "b, c ",
          "c"
      ],
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "RPA に[関す]{かんす}る[記述]{きじゅつ}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "企業の一部の業務を外部の組織に委託することによって、自社のリソースを重要な領域に集中したり、コストの最適化や業務の高効率化などを実現したりする。",
          "組立てや搬送などにハードウェアのロボットを用いることによって、工場の生産活動の自動化を実現する。",
          "システムの利用者が、主体的にシステム管理や運用を行うことによって、利用者のIT リテラシーの向上や、システムベンダーへの依存の軽減などを実現する。",
          "ホワイトカラーの定型的な事務作業を、ソフトウェアのロボットに代替させることによって、自動化や効率化を図る。"
      ],
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "[ブロックチェーン]{区块链}を[適用]{てきよう}した[事例]{じれい}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "証券会社が、取引の改ざんや不整合の発生を防止することを目的として、従来の社債に代わり電子的手段を用いたデジタル社債を発行した。",
          "商品先物取引所を運営する認可法人が、取引量を拡大することを目的として、現在およそ1秒以上要している注文受付の応答時間を、1秒未満に改善した。",
          "ビジネス路線を中心に運航する航空会社が、顧客の利便性向上と競合他社に対する競争力強化を目的として、出発1時間前まで何回でも予約の変更を可能とする新しいサービスを開始した。",
          "服飾雑貨製造会社が、自社の商品企画に活用することを目的として、過去の全ての自社商品に関する大量の画像及び社内会議の音声データをデータベースに保存し、従業員がいつでも検索できるようにした。"
      ],
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "4[月]{がつ}1[日]{にち}から5[月]{がつ}31[日]{にち}までに、[取引]{とりひき}①から[取引]{とりひき}⑤があった。[各]{かく}[取引]{とりひき}の[受注]{じゅちゅう}、[売上]{うりあげ}[計上]{けいじょう},[現金]{げんきん}[回収]{かいしゅう}の[状況]{じょうきょう}が[表]{おもて}のとおりであるとき、この[取引先]{とりひきさき}に[対する]{たいする}5[月]{がつ}31[日時]{にちじ}[点]{てん}の[売掛金]{うりかけきん}は[何万円]{なんまんえん}か。ここで、4[月]{がつ}1[日時]{にちじ}[点]{てん}で[売掛金]{うりかけきん}[残高]{ざんだか}はないものとする。\n<table border=\"1\" style=\"width: 100%; table-layout: fixed;\">\n<thead>\n  <tr>\n    <th style=\"width: 15%;\">[取引]{とりひき}</th>\n    <th style=\"width: 15%;\">[日付]{ひづけ}</th>\n    <th style=\"width: 20%;\">[取引]{とりひき}[内訳]{うちわけ}</th>\n    <th style=\"width: 20%;\">[金額]{きんがく}([万円]{まんえん})</th>\n    <th style=\"width: 30%;\">[備考]{びこう}</th>\n  </tr>\n</thead>\n<tbody>\n  <tr>\n    <td style=\"width: 15%; text-align: center;\">[取引]{とりひき}1</td>\n    <td style=\"width: 15%;\">4[月]{がつ}2[日]{にち}<br>4[月]{がつ}10[日]{にち}<br>4[月]{がつ}30[日]{にち}</td>\n    <td style=\"width: 20%;\">[受注]{じゅちゅう}<br>[売上]{うりあげ}[計上]{けいじょう}<br>[現金]{げんきん}[回收]{かいしゅう}</td>\n    <td style=\"width: 20%; text-align: right;\">800<br>800<br>800</td>\n    <td style=\"width: 30%;\"></td>\n  </tr>\n  <tr>\n    <td style=\"width: 15%; text-align: center;\">[取引]{とりひき}2</td>\n    <td style=\"width: 15%;\">4[月]{がつ}5[日]{にち}<br>4[月]{がつ}15[日]{にち}<br>4[月]{がつ}30[日]{にち}</td>\n    <td style=\"width: 20%;\">[受注]{じゅちゅう}<br>[売上]{うりあげ}[計上]{けいじょう}<br>[現金]{げんきん}[回收]{かいしゅう}</td>\n    <td style=\"width: 20%; text-align: right;\">500<br>500<br>500</td>\n    <td style=\"width: 30%;\"></td>\n  </tr>\n  <tr>\n    <td style=\"width: 15%; text-align: center;\">[取引]{とりひき}3</td>\n    <td style=\"width: 15%;\">5[月]{がつ}1[日]{にち}<br>5[月]{がつ}10[日]{にち}</td>\n    <td style=\"width: 20%;\">[受注]{じゅちゅう}<br>[売上]{うりあげ}[計上]{けいじょう}</td>\n    <td style=\"width: 20%; text-align: right;\">1300<br>1300</td>\n    <td style=\"width: 30%;\">6[月]{がつ}30[日]{にち}<br>[回収]{かいしゅう}[予定]{よてい}</td>\n  </tr>\n  <tr>\n    <td style=\"width: 15%; text-align: center;\">[取引]{とりひき}4</td>\n    <td style=\"width: 15%;\">5[月]{がつ}6[日]{にち}<br>5[月]{がつ}15[日]{にち}</td>\n    <td style=\"width: 20%;\">[受注]{じゅちゅう}<br>[売上]{うりあげ}[計上]{けいじょう}</td>\n    <td style=\"width: 20%; text-align: right;\">1000<br>1000</td>\n    <td style=\"width: 30%;\">[回収]{かいしゅう}[予定日]{よていび}[未定]{みてい}</td>\n  </tr>\n  <tr>\n    <td style=\"width: 15%; text-align: center;\">[取引]{とりひき}5</td>\n    <td style=\"width: 15%;\">5[月]{がつ}20[日]{にち}</td>\n    <td style=\"width: 20%;\">[受注]{じゅちゅう}</td>\n    <td style=\"width: 20%; text-align: right;\">400</td>\n    <td style=\"width: 30%;\"></td>\n  </tr>\n</tbody>\n</table>\n\n",
      "Option": [
          "1,000 ",
          "1,400 ",
          "2,300 ",
          "2,700"
      ],
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "[業務]{ぎょうむ}と[情報]{じょうほう}[システム]{system}を[最適]{さいてき}にすることを[目的]{もくてき}として、[業務]{ぎょうむ}と[情報]{じょうほう}[システム]{system}の[現状]{げんじょう}のかい[把握]{はあく}と[目標]{もくひょう}とする[理想像]{りそうぞう}の[設定]{せってい}から[現状]{げんじょう}と[理想]{りそう}との[乖離]{かいり}を[明確]{めいかく}にし、[目標]{もくひょう}に[向け]{むけ}た[改善]{かいぜん}[活動]{かつどう}を[移行]{いこう}[計画]{けいかく}として[定義]{ていぎ}したい。このときに[用い]{もちい}られる[手法]{しゅほう}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "BI (Business Intelligence)",
          "EA (Enterprise Architecture)",
          "MOT (Management of Technology)",
          "SOA (Service Oriented Architecture)"
      ],
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[生成]{せいせい} AI に[関す]{かんす}る[記述]{きじゅつ}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "一切の学習を必要とせずに、新しいコンテンツを生成する。",
          "過去のデータから項目間の相関などを学習したモデルを用いて、現在のデータから将来の値を予測して出力する。",
          "作成したシナリオに基づいて動作するソフトウェアロボットによって、業務を自動化する。",
          "自然言語で指示された内容に従って、事前に学習したデータを基に、新しいコンテンツを生成する。"
      ],
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "[企業経営]{きぎょうけいえい}の[中核]{ちゅうかく}となる[考え方]{かんがえかた}を、[ミッション]{mission},[ビジョン]{vision}, [バリュー]{value}の[三つ]{みっつ}に[分け]{わけ}て[示す]{しめす}[場合]{ばあい}、[ビジョン]{vision}として[示す]{しめす}ものとして、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "企業の存在意義や使命",
          "企業の存在意義や使命をふまえた、ある時点でのありたい姿",
          "戦略を実現するために重要となる業績管理指標",
          "戦略を実現するために重要となる成功要因"
      ],
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[著作権]{ちょさくけん}に[関し]{かんし}て、[次の]{つぎの}[記述]{きじゅつ}[中の]{なかの} a, b に[入れ]{いれ}る[字句]{じく}の[適切]{てきせつ}な[組合せ]{くみあわせ}はどれか。a 「は[著作権法]{ちょさくけんほう}による[保護]{ほご}の[対象]{たいしょう}になるが、 b は[対象]{たいしょう}にならない。\n<table border=\"1\" style=\"width: 100%; table-layout: fixed;\">\n  <thead>\n    <tr>\n      <th style=\"width: 10%; padding: 10px;\"></th>\n      <th style=\"width: 45%; padding: 10px;\">a</th>\n      <th style=\"width: 45%; padding: 10px;\">b</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">[ア]{あ}</td>\n      <td style=\"padding: 10px;\">[アルゴリズム]{algorithm}</td>\n      <td style=\"padding: 10px;\">[操作]{そうさ}[マニュアル]{manual}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">[イ]{い}</td>\n      <td style=\"padding: 10px;\">[アルゴリズム]{algorithm}</td>\n      <td style=\"padding: 10px;\">[通信]{つうしん}[プロトコル]{protocol, 协议}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">[ウ]{う}</td>\n      <td style=\"padding: 10px;\">[ソースプログラム]{源程序}</td>\n      <td style=\"padding: 10px;\">[操作]{そうさ}[マニュアル]{manual}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">[エ]{え}</td>\n      <td style=\"padding: 10px;\">[ソースプログラム]{源程序}</td>\n      <td style=\"padding: 10px;\">[通信]{つうしん}[プロトコル]{protocol, 协议}</td>\n    </tr>\n  </tbody>\n</table>\n\n",
      "Option": [
          "ア",
          "イ",
          "ウ",
          "エ"
      ],
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "ERP [システム]{system}の[説明]{せつめい}として、[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "企業内の個人がもつ営業に関する知識やノウハウを収集し、共有することによって、効率的、効果的な営業活動を支援するシステム",
          "経理や人事,生産、販売などの基幹業務と関連する情報を一元管理し、経営資源を最適配分することによって、効率的な経営の実現を支援するシステム",
          "原材料の調達から生産、販売に関する情報を、企業間で共有・管理することによって、ビジネスプロセスの全体最適を目指すシステム",
          "個々の顧客に関する情報や対応履歴などを管理することによって、きめ細かい顧客対応を実施し、顧客満足度の向上を支援するシステム"
      ],
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[公共交通機関]{こうきょうこうつうきかん}での[移動]{いどう}[履歴]{りれき}, Web [サイト]{site}での[商品]{しょうひん}[検索]{けんさく}[履歴]{りれき}, SNS や[ブログ]{blog}で[発信]{はっしん}した[データ]{data}など、[個人]{こじん}の[活動]{かつどう}を[記録]{きろく}する[技術]{ぎじゅつ},[又は]{または}[記録]{きろく}そのものを[表す]{あらわす}[用語]{ようご}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "アクティビティ",
          "トランザクション",
          "ライフログ",
          "レコードキーピング"
      ],
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "[自動運転]{じどううんてん}の[水準]{すいじゅん}は、[一般的]{いっぱんてき}に“[レベル]{level}1”から“[レベル]{level}5”に[分け]{わけ}られている。“[条件付]{じょうけんつき}[運転]{うんてん}[自動化]{じどうか}”と[呼ば]{よば}れる“[レベル]{level}3”が[示す]{しめす}[自動運転]{じどううんてん}の[水準]{すいじゅん}に[関す]{かんす}る[記述]{きじゅつ}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "運転の主体はシステムであり、人間が運転する必要はないが、システムによる自動運転の継続が難しい場合は、人間が運転しなければならない。",
          "運転の主体はシステムであり、人間が運転する必要はないので、ハンドルやペダルなどの運転装置は不要だが、自動運転できる地域は限られる。",
          "運転の主体は人間であり、高速道路で車線を維持しながら前の自動車に付いて走る機能のように、ハンドルと加減速の操作をシステムが支援する。",
          "運転の主体は人間であり、自動ブレーキや急発進防止システムのように、前方又は後方の状況によって、システムが運転の一部を支援する。"
      ],
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "ある[商品]{しょうひん}を5,000[個]{こ}[販売]{はんばい}したところ、[売上げ]{うりあげ}が6,000[万円]{まんえん}、[利益]{りえき}が400[万円]{まんえん}となった。[商品]{しょうひん}1[個]{こ}[当たり]{あたり}の[変動費]{へんどうひ}が7,000[円]{えん}であるとき、[利益]{りえき}を1,000[万円]{まんえん}[以上]{いじょう}にするためには、[少なくとも]{すくなくとも}あと[何個]{なんこ}[販売]{はんばい}すればよいか。\n\n",
      "Option": [
          "500 ",
          "1,200 ",
          "6,200 ",
          "7,500"
      ],
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[マーケティング]{营销}[戦略]{せんりゃく}の[策定]{さくてい}[プロセス]{process}のうち、[自社製品]{じしゃせいひん}の[差別化]{さべつか}[ポイント]{point}を[明確化]{めいかくか}するものはどれか。\n\n",
      "Option": [
          "セグメンテーション",
          "プロモーション",
          "ターゲティング",
          "ポジショニング"
      ],
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "[合意]{ごうい}した[サービス]{service}[提供]{ていきょう}[時間帯]{じかんたい}のうち、[実際に]{じっさいに}[顧客]{こきゃく}が IT [サービス]{service}を[利用]{りよう}できた[時間]{じかん}の[割合]{わりあい}で[表さ]{あらわさ}れるものはどれか。\n\n",
      "Option": [
          "可用性 ",
          "機能性 ",
          "効率性 ",
          "使用性"
      ],
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "IT [サービスマネジメント]{Service Management}に[関し]{かんし}て、[次の]{つぎの}[記述]{きじゅつ}[中の]{なかの} a, b に[入れ]{いれ}る[字句]{じく}の[適切]{てきせつ}な[組合せ]{くみあわせ}はどれか。\na は[サービス]{service}[提供者]{ていきょうしゃ}と[顧客]{こきゃく}との[間]{かん}で[合意]{ごうい}された[サービス]{service}[品質]{ひんしつ}に[関す]{かんす}る[合意書]{ごういしょ}である。 a の[遵守]{じゅんしゅ}[状況]{じょうきょう}を[確認し]{かくにんし}, IT [サービス]{service}の[品質]{ひんしつ}を[維持]{いじ}・[改善]{かいぜん}させるための[活動]{かつどう}が b である。\n<table border=\"1\" style=\"width: 100%; table-layout: fixed;\">\n  <thead>\n    <tr>\n      <th style=\"width: 10%; padding: 10px;\"></th>\n      <th style=\"width: 45%; padding: 10px;\">a</th>\n      <th style=\"width: 45%; padding: 10px;\">b</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">[ア]{あ}</td>\n      <td style=\"padding: 10px;\">NDA</td>\n      <td style=\"padding: 10px;\">SCM</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">[イ]{い}</td>\n      <td style=\"padding: 10px;\">NDA</td>\n      <td style=\"padding: 10px;\">SLM</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">[ウ]{う}</td>\n      <td style=\"padding: 10px;\">SLA</td>\n      <td style=\"padding: 10px;\">SCM</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">[エ]{え}</td>\n      <td style=\"padding: 10px;\">SLA</td>\n      <td style=\"padding: 10px;\">SLM</td>\n    </tr>\n  </tbody>\n</table>\n\n",
      "Option": [
          "ア",
          "イ",
          "ウ",
          "エ"
      ],
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "[情報]{じょうほう}[セキュリティ]{安全功能}[監査]{かんさ}の[説明]{せつめい}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "一定の基準に基づいて IT システムの利活用に係る検証・評価を行い、ガバナンスの適切性などに対する保証や改善のための助言を行うもの",
          "コンピュータの盗難や不正な持出しを物理的に防止し、情報セキュリティを確保するためのツール",
          "組織体の価値及び組織体への信頼を向上させるために、組織体における IT システムの利活用のあるべき姿を示す IT 戦略と方針の策定及びその実現のための活動",
          "組織の情報資産に関わるリスクマネジメントが効果的に実施されているかどうかの検証又は評価"
      ],
      "Unit": 2025,
      "Correct Answer": 4
  }
]
