IT_PASSPORT_OFFICIAL = [
  {
      "Question": "A社がB社に[作業]{さぎょう}の[一部]{いちぶ}を[請負]{うけおい}[契約]{けいやく}で[委託]{いたく}している。[作業]{さぎょう}[形態]{けいたい} a~cのうち、いわゆる[偽装]{ぎそう}[請負]{うけおい}とみなされる[状態]{じょうたい}だけを[全て]{すべて}[挙げ]{あげ}たものはどれか。\na B社の[従業員]{じゅうぎょういん}が、A[社内]{しゃない}において、A社の[責任者]{せきにんしゃ}の[指揮]{しき}[命令]{めいれい}の下で、[請負]{うけおい}[契約]{けいやく}で[取り決め]{とりきめ}た[作業]{さぎょう}を[行って]{いって}いる。\nb B社の[従業員]{じゅうぎょういん}が,A [社内]{しゃない}において,B社の[責任者]{せきにんしゃ}の[指揮]{しき}[命令]{めいれい}の下で、[請負]{うけおい}[契約]{けいやく}で[取り決め]{とりきめ}た[作業]{さぎょう}を[行って]{いって}いる。\nc B 社の[従業員]{じゅうぎょういん}が、B [社内]{しゃない}において、A社の[責任者]{せきにんしゃ}の[指揮]{しき}[命令]{めいれい}の下で、[請負]{うけおい}[契約]{けいやく}で[取り決め]{とりきめ}た[作業]{さぎょう}を[行って]{いって}いる。\n\n",
      "Option": [
          "a ",
          "a, b ",
          "a, c ",
          "b, c"
      ],
      "Analysis": "[ストラテジ系/企業と法務/法務/労働関連法]\n找到所有“A社の責任者の指揮命令の下で”的选项",
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "[従来]{じゅうらい}の[情報]{じょうほう}[セキュリティマネジメントシステム]{Security Management System}[規格]{きかく}を[基礎]{きそ}に[追加]{ついか}で[制定]{せいてい}されたもので、[クラウドサービス]{Cloud Services}に[対応]{たいおう}した[情報]{じょうほう}[セキュリティ]{安全}[管理体制]{かんりたいせい}を[構築]{こうちく}するための[ガイドライン]{guidelines}[規格]{きかく}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "ISO 14001",
          "JIS Q 15001",
          "ISO/IEC 27017",
          "ISO 9001"
      ],
      "Analysis": "[ストラテジ系/企業と法務/法務/標準化]\nISO 9000シリーズ：品質マネジメントシステム\nISO 14000シリーズ：環境マネジメントシステム\nISO 27000シリーズ：情報セキュリティーマネジメントシステム(Security Management System)",
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "[政府]{せいふ}は、[官民]{かんみん}[データ]{data}[活用]{かつよう}[推進]{すいしん}[基本法]{きほんほう}に[定め]{さだめ}られた“[官民]{かんみん}[データ]{data}[活用]{かつよう}[推進]{すいしん}[基本]{きほん}[計画]{けいかく}”を[策定]{さくてい}し、[官民]{かんみん}[データ]{data}の[公開]{こうかい}や[活用]{かつよう}の[促進]{そくしん}に[取り組ん]{とりくん}でいる。[次の]{つぎの}[組織体]{そしきたい}のうち、[官民]{かんみん}[データ]{data}を[所有]{しょゆう}しているものだけを[全て]{すべて}[挙げ]{あげ}たものはどれか。\na [県庁]{けんちょう} b [大学]{だいがく} c [電力]{でんりょく}[事業者]{じぎょうしゃ} d [独立]{どくりつ}[行政]{ぎょうせい}[法人]{ほうじん}\n\n",
      "Option": [
          "a, b, с ",
          "a, b, c, d ",
          "a, b, d ",
          "a, с, d"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[投資]{とうし}の[優先度]{ゆうせんど}などの[経営]{けいえい}の[戦略]{せんりゃく}を[策定]{さくてい}するために，[経済]{けいざい}[価値]{かち}，[希少]{きしょう}性，[模倣]{もほう}[困難性]{こんなんせい}[及び]{および}[組織]{そしき}の[四つ]{よつ}の[要素]{ようそ}で[評価]{ひょうか}することによって、[自社]{じしゃ}のもつ[資源]{しげん}を[分析]{ぶんせき}する[手法]{しゅほう}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "4P ",
          "PPM ",
          "SWOT 分析 ",
          "VRIO 分析"
      ],
      "Analysis": "ストラテジ系/経営戦略\n- 4P: 「Product Price Place Promotion」\n- PPM: 花形，问题儿，金のなる木，负け犬\n- SWOT「Strength Weaknesses Opportunities Threats」\n- VRIO分析は、自社の経営資源をValue（経済的価値）、Rarity（希少性）、Imitability（模倣困難性）、Organization（組織体制）の4つの視点で評価し、競争優位性を見極めるフレームワークです。",
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "A社ではB [商品]{しょうひん}の[仕入れ]{しいれ}と[販売]{はんばい}を[行って]{いって}いる。ある期のB [商品]{しょうひん}の[仕入]{しいれ}[単価]{たんか}は[期首]{きしゅ}から[上昇]{じょうしょう}し[続け]{つづけ}、[期末]{きまつ}が[最も]{もっとも}[高く]{たかく}なった。[当該]{とうがい}期の[売上原価]{うりあげげんか}を“[期首]{きしゅ}[棚卸]{たなおろし}高+[当期]{とうき}[商品]{しょうひん}[仕入]{しいれ}高-[期末]{きまつ}[棚卸]{たなおろし}高”で[計算]{けいさん}するとき、[期末]{きまつ}[棚卸]{たなおろし}[高の]{たかの}[計算]{けいさん}に[期末]{きまつ}の[仕入]{しいれ}[単価]{たんか}を[用い]{もちい}ると、B [商品]{しょうひん}の[期末]{きまつ}[棚卸]{たなおろし}高[及び]{および}[売上原価]{うりあげげんか}は、[期中]{きちゅう}の[仕入]{しいれ}[単価]{たんか}の[平均値]{へいきんち}を[用い]{もちい}る[場合]{ばあい}に[比べ]{くらべ}てどのようになるか。\n\n",
      "Option": [
          "期末棚卸高,売上原価ともに上がる。",
          "期末棚卸高,売上原価ともに変わらない。",
          "期末棚卸高は上がり、売上原価は下がる。",
          "期末棚卸高は下がり、売上原価は上がる。"
      ],
      "Analysis": "売上原価：销售成本\n期首棚卸高：期初库存\n当期商品仕入高：本期采购金额\n期末棚卸高：期末库存金额\n\nに比べてどのようになるか。\n相比之下如何？\n\n使用“期末单价”来评估库存\n\n→ 用“最高的单价”来评估期末库存\n→ 也就是说，哪怕之前的进货价格较低，但只用最后一次（可能价格最高）来算库存单价\n\n→ 所以期末库存金额（期末棚卸高）会被高估\n→ 比如同样是10个产品，按最高单价评估会算出一个更大的库存金额\n\n→ 然后计算销售成本（売上原価） = 总进货成本 − 期末库存\n→ 因为期末库存金额大了，所以销售成本就小了\n→ ⇒ 结论：销售成本被压低",
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "[特定]{とくてい}[電子メール]{でんしめーる}法は、[電子メール]{でんしめーる}による[一方的]{いっぽうてき}な[広告]{こうこく}[宣伝]{せんでん}[メール]{mail}の[送信]{そうしん}を[規制]{きせい}する[法律]{ほうりつ}である。[企業]{きぎょう}[担当者]{たんとうしゃ}が[行った]{いった}[次の]{つぎの}[電子メール]{でんしめーる}の[送信]{そうしん}[事例]{じれい}のうち、[特定]{とくてい}[電子メール]{でんしめーる}法の[規制対象]{きせいたいしょう}となり[得る]{える}ものはどれか。\n\n",
      "Option": [
          "広告宣伝メールの受信を拒否する旨の意思表示がないことを確認したのち、公表されている企業のメールアドレス宛てに広告宣伝メールを送信した。",
          "受信者から拒否通知があった場合には、それ以降の送信を禁止すればよいと考え、広告宣伝メールを送信した。",
          "内容は事務連絡と料金請求なので問題ないと考え、受信者本人の同意なく、メールを送信した。",
          "長年の取引関係にある企業担当者に対して、これまで納入してきた製品の新バージョンが完成したので、その製品に関する広告宣伝メールを送信した。"
      ],
      "Analysis": "以下哪项可能受到《特定商业电子邮件法》的监管？\n“收件人发出拒绝通知的情况下，只要在那之后停止发送就可以了”——抱着这样的想法，对方发送了广告宣传邮件。”",
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[新しい]{あたらしい}[概念]{がいねん}や[アイディア]{idea}の[実証]{じっしょう}を[目的]{もくてき}とした、[開発]{かいはつ}の[前段階]{ぜんだんかい}における[検証]{けんしょう}を[表す]{あらわす}[用語]{ようご}はどれか。\n\n",
      "Option": [
          "CRM ",
          "PoC ",
          "RAS ",
          "SLA"
      ],
      "Analysis": "CRM：顧客関係管理\nPoC：Proof of Concept，概念验证\nSLA：Service Level Agreement，サービスレベル合意書",
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "AI の[機械学習]{きかいがくしゅう}で[利用]{りよう}する[データ]{data}の[取扱い]{とりあつかい}に[関す]{かんす}る[記述]{きじゅつ}のうち、[バイアス]{bias}の[低減]{ていげん}や[データ]{data}の[品質]{ひんしつ}を[確保]{かくほ}するために[考え]{かんがえ}られる[対策]{たいさく}として、[適切]{てきせつ}なものだけを[全て]{すべて}[挙げ]{あげ}たものはどれか。\na [学習]{がくしゅう}の[目的]{もくてき}に[適し]{てきし}た[データ]{data}であることを[確認す]{かくにんす}る。\nb [データ]{data}の[入手元]{にゅうしゅもと}・[作成]{さくせい}[来歴]{らいれき}を[確認す]{かくにんす}る。\nc [データ]{data}への[アノテーション]{annotation}の[付与]{ふよ}は[学習]{がくしゅう}[目的]{もくてき}に[合わ]{あわ}せて[実施]{じっし}する。\nd [人間]{にんげん}の[目で]{めで}も[同定]{どうてい}が[困難]{こんなん}と[考え]{かんがえ}られる[画像認識]{がぞうにんしき}用の[データ]{data}は[除外]{じょがい}する。\n\n",
      "Option": [
          "a, b ",
          "a, b, c, d ",
          "a, d ",
          "b, c, d"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[ハッカソン]{黑客马拉松}に[関す]{かんす}る[記述]{きじゅつ}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "定められたルールの下,ある主題について、肯定派と否定派といった異なる立場に分かれて議論する。",
          "情報セキュリティ分野で活躍したいという意志をもった若者が、合宿形式で情報セキュリティに関する実践的な知識を学ぶ。",
          "プログラマーやデザイナーなどから成る複数の参加チームが、与えられたテーマに関するプロトタイプを短期間で作成し、その成果を発表して競い合う。",
          "問題解決や利用者獲得などゲーム的な要素のない分野に、デジタル技術を活用したゲームの要素を取り入れることによって、利用者の参加を動機づける。"
      ],
      "Analysis": "ストラテジ系/経営戦略/技術開発マネジメント/技術開発戦略\n参赛队伍由程序员、设计师等组成，需要在短时间内针对给定的主题制作原型，并展示成果进行比赛。",
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "[生成]{せいせい} AI において、もっともらしいが[事実]{じじつ}とは[異なる]{ことなる}[内容]{ないよう}が[出力]{しゅつりょく}されることを[表す]{あらわす}[用語]{ようご}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "エコーチェンバー",
          "シンギュラリティ",
          "ディープフェイク",
          "ハルシネーション"
      ],
      "Analysis": "以下哪个术语最适合描述看似合理但不符合事实的内容输出？\nエコーチェンバー：Echo chamber，回音室\nシンギュラリティ：Singularity，奇点\nディープフェイク：Deep fake\nハルシネーション：幻觉",
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "[スマートファクトリー]{Smart Factory}においても[使用さ]{しようさ}れている, FMS (Flexible Manufacturing System) に[関す]{かんす}る[記述]{きじゅつ}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          " 技術革新を効果的に自社の経営に取り入れることによって、企業の成長を図る。",
          " 生産工程の各段階で、原材料から完成製品までの資材の流れを適時・適量に管理する。",
          " 生産時に必要となる部品などを必要な分だけ供給することによって、生産リードタイムを短縮する。",
          " 複数の工作機械や産業用ロボットなどを有機的に結合し、生産プロセス全体を統括的に制御・管理する。"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "[商標]{しょうひょう}法における[サービスマーク]{Service Mark}を[説明し]{せつめいし}たものはどれか。\n\n",
      "Option": [
          "企業が、企業そのものを他社と区別するために表示する商標である。",
          "製造業者,販売業者が提供する商品を、他社の商品と区別するために表示する商標である。",
          "大規模小売業者が開発したプライベートブランドの商品を、他社の商品と区別するために表示する商標である。",
          "輸送業者,金融業者などが提供する役務を、他社の役務と区別するために表示する商標である。"
      ],
      "Analysis": "为了区分运输公司、金融机构等提供的服务与其他公司的服务而显示的商标。\n找那个选项体现了“サービス”",
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "[新しい]{あたらしい} IT [ソリューション]{solution}の[活用]{かつよう}の[是非]{ぜひ}を[判断]{はんだん}するために、その IT [ソリューション]{solution}の[提供者]{ていきょうしゃ}に、[活用]{かつよう}[事例]{じれい}や[技術情報]{ぎじゅつじょうほう}などの[提供]{ていきょう}を[依頼]{いらい}する[文書]{ぶんしょ}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "EDI",
          "KPI",
          "RFI",
          "RFP"
      ],
      "Analysis": "ストラテジ系/システム戦略/调達計画",
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "[事業]{じぎょう}、[経営]{けいえい}[情報]{じょうほう}に[知財]{ちざい}[情報]{じょうほう}を[組み込ん]{くみこん}で[分析]{ぶんせき}し、[現状]{げんじょう}の[俯瞰]{ふかん}や[将来展望]{しょうらいてんぼう}などの[分析結果]{ぶんせきけっか}を[事業]{じぎょう}[責任者]{せきにんしゃ},[経営者]{けいえいしゃ}と[共有]{きょうゆう}し、[事業]{じぎょう}[戦略]{せんりゃく}[又は]{または}[経営]{けいえい}[戦略]{せんりゃく}に[反映]{はんえい}させることを[表す]{あらわす}[用語]{ようご}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "CVC (Corporate Venture Capital)",
          "IP ランドスケープ(Intellectual Property Landscape)",
          "MOT (Management of Technology)",
          "SWOT分析"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[事業]{じぎょう}[運営]{うんえい}における[意思決定]{いしけってい}の[迅速化]{じんそくか}、[組織]{そしき}の[独立採算]{どくりつさいさん}の[推進]{すいしん}を[目的]{もくてき}とし、[一つ]{ひとつ}の[企業]{きぎょう}の[中に]{なかに}[事業]{じぎょう}[領域]{りょういき}ごとに[独立]{どくりつ}した[組織]{そしき}を[設置]{せっち}する[組織]{そしき}[形態]{けいたい}はどれか。\n\n",
      "Option": [
          "カンパニー制組織",
          "機能別組織",
          "プロジェクト組織",
          "マトリックス組織"
      ],
      "Analysis": "カンパニー制組織とは、企業内の事業部門を独立した会社のように位置づけ、各部門に権限と責任を委譲する組織形態です。",
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "[他人]{たにん}の[電子メール]{でんしめーる}の[利用者]{りようしゃ} ID と[パスワード]{密码}の[取扱い]{とりあつかい}に[関す]{かんす}る[記述]{きじゅつ}のうち、[不正]{ふせい}[アクセス]{access}[禁止]{きんし}法で[規制]{きせい}されている[行為]{こうい}だけを[全て]{すべて}[挙げ]{あげ}たものはどれか。\na [正当]{せいとう}な[理由]{りゆう}なく[本人]{ほんにん}に[無断]{むだん}で[第三者]{だいさんしゃ}に[提供]{ていきょう}する。\nb [他人]{たにん}の[電子メール]{でんしめーる}の[利用者]{りようしゃ} IDと[パスワード]{密码}を[無効]{むこう}にする[マルウェア]{恶意软件}を[作成]{さくせい}する。\nc [本人]{ほんにん}に[無断]{むだん}で[使用し]{しようし}て、[メールサーバ]{Mail Server}[上の]{うえの}[電子メール]{でんしめーる}を[閲覧]{えつらん}する。\n\n",
      "Option": [
          "a, b, c ",
          "a, с ",
          "b, c ",
          "c"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[プロセスマイニング]{Process Mining}に[関す]{かんす}る[記述]{きじゅつ}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "一連の業務で実際に遂行したシステムの操作ログなどを収集し、現行の業務プロセスの可視化,分析, モニタリングによって業務の課題を特定して改善を図る手法やツールである。",
          "業務プロセスをそれまでの習慣などにとらわれず、抜本的に再構築して業務効率の改善を図る手法である。",
          "コンタクトセンターへの問合せ内容や SNS の投稿内容の分析などの業務プロセスで用いられる、膨大な文章データから必要な情報を抽出して分析する手法である。",
          "大量の計算処理で正しい値を算出する一連のプロセスを通じて、暗号資産を取得する手段である。"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "IT における[アクセシビリティ]{accessibility}に[関す]{かんす}る[記述]{きじゅつ}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "高齢者や障害者などを含め、様々な能力や特性をもつ幅広い層の人が等しく利用できるように配慮したソフトウェア製品の設計",
          "顧客データを基に顧客を識別し、コールセンターやインターネットなどの様々なチャネルを用いて顧客との関係を深める手法",
          "製品, システム, サービスなどにおいて、それらを使用する場面をイメージしたり実際に利用したりすることで得られる人の感じ方や反応",
          "特定のファイルやデータベースなどの情報資産に対し、参照や更新などの権限の認可や制限を確実にする手段"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "[仮想]{かそう}[環境]{かんきょう}を[用いた]{もちいた}[技術]{ぎじゅつ}である AR [又は]{または} VR の[活用]{かつよう}[事例]{じれい}のうち, VR の[活用]{かつよう}[事例]{じれい}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "顔を覆うように頭部にゴーグルを装着し、そのゴーグル内に投影された仮想空間に広がる火災や地震の映像を見ながら避難方法をイメージすることによって、防災訓練が行える。",
          "家具をオンラインで購入するときに、スマートフォンのカメラを通して画面に映っている現実の自分の部屋に、購入したい家具をリアルタイムに重ねて試し置きできる。",
          "史跡などにスマートフォンを向けることによって、昔あった建物の画像や説明情報が現実の風景と重なって画面に表示される。",
          "図鑑にスマートフォンをかざすことによって、図鑑の絵や写真に重なって生物の動画が見られる。"
      ],
      "Analysis": "通过将护目镜戴在头上遮住脸部，并观看投射在护目镜内的虚拟空间中的火灾或地震图像，想象如何避难，即可进行防灾训练。",
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "[ソフトウェアライフサイクル]{Software Life Cycle}を[企画]{きかく}[プロセス]{process},[要件]{ようけん}[定義]{ていぎ}[プロセス]{process}, [開発]{かいはつ}[プロセス]{process},[保守]{ほしゅ}[プロセス]{process}に[分け]{わけ}たとき、[企画]{きかく}[プロセス]{process}の[システム]{system}化[構想]{こうそう}の[立案]{りつあん}[時に]{ときに}[ベンダー]{供应商，卖方}[企業]{きぎょう}から[収集]{しゅうしゅう}する[情報]{じょうほう}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "システム化計画に基づいた開発コストの見積り",
          "システム化する業務の分野に関する情報技術動向",
          "システム構築を進めるに当たっての発注元企業の役割",
          "ベンダー企業の技術者が保有している技術資格"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[基本的]{きほんてき}な[機能]{きのう}や[サービス]{service}は[無償]{むしょう}で[提供]{ていきょう}し、[追加]{ついか}の[機能]{きのう}や[サービス]{service}を[有償]{ゆうしょう}で[提供]{ていきょう}することで[利益]{りえき}を[上げ]{あげ}る[ビジネスモデル]{Business Model}を[表す]{あらわす}[用語]{ようご}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "フリーウェア",
          "フリーミアム",
          "フリーライド",
          "フリーランス"
      ],
      "Analysis": "フリーウェア：免费软件\nフリーミアム：免费增值版\nフリーライド：免费搭乘\nフリーランス：自由职业",
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[営業部]{えいぎょうぶ}のAさんは、[営業担当者]{えいぎょうたんとうしゃ}10人の[営業]{えいぎょう}[成績]{せいせき}が[一目]{いちもく}で[分か]{わか}るように、各[営業担当者]{えいぎょうたんとうしゃ}が[提出]{ていしゅつ}する[営業]{えいぎょう}[見込み]{みこみ}と[実績]{じっせき}を[毎月]{まいつき}[集約]{しゅうやく}して[グラフ]{graph}[化し]{かし}たいと[考え]{かんがえ}ている。この[問題]{もんだい}を[解決]{かいけつ}するために[適用]{てきよう}する[技術]{ぎじゅつ}や[ツール]{tool}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "データを学習し、分析する AI",
          "データを自動収集し、データベースに蓄積する IoT",
          "入力したデータを、加工して見せるオフィスツール",
          "ビッグデータを、様々な手法で分析するデータサイエンス"
      ],
      "Analysis": "オフィスツール：Office Tools",
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "[コーポレートガバナンス]{Corporate Governance}の[強化]{きょうか}に[有効]{ゆうこう}な[施策]{しさく}だけを[全て]{すべて}[挙げ]{あげ}たものはどれか。\na [株式公開]{かぶしきこうかい}[買付け]{かいつけ}による[企業]{きぎょう}の[買収]{ばいしゅう}\nb [執行]{しっこう}[役員]{やくいん}[制度]{せいど}の[導入]{どうにゅう}による[経営]{けいえい}と[執行]{しっこう}の[分離]{ぶんり}\nc [独立性]{どくりつせい}の[高い]{たかい}[社外]{しゃがい}[取締役]{とりしまりやく}の[選任]{せんにん}\n\n",
      "Option": [
          "a, b ",
          "a, b, c ",
          "b, c ",
          "c"
      ],
      "Analysis": "a 通过要约收购公司\nb 引入执行官制度，实现经营与执行分离\nc 任命高度独立的外部董事",
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "RPA に[関す]{かんす}る[記述]{きじゅつ}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "企業の一部の業務を外部の組織に委託することによって、自社のリソースを重要な領域に集中したり、コストの最適化や業務の高効率化などを実現したりする。",
          "組立てや搬送などにハードウェアのロボットを用いることによって、工場の生産活動の自動化を実現する。",
          "システムの利用者が、主体的にシステム管理や運用を行うことによって、利用者のIT リテラシーの向上や、システムベンダーへの依存の軽減などを実現する。",
          "ホワイトカラーの定型的な事務作業を、ソフトウェアのロボットに代替させることによって、自動化や効率化を図る。"
      ],
      "Analysis": "Robot Process Automation",
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "[ブロックチェーン]{区块链}を[適用]{てきよう}した[事例]{じれい}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "証券会社が、取引の改ざんや不整合の発生を防止することを目的として、従来の社債に代わり電子的手段を用いたデジタル社債を発行した。",
          "商品先物取引所を運営する認可法人が、取引量を拡大することを目的として、現在およそ1秒以上要している注文受付の応答時間を、1秒未満に改善した。",
          "ビジネス路線を中心に運航する航空会社が、顧客の利便性向上と競合他社に対する競争力強化を目的として、出発1時間前まで何回でも予約の変更を可能とする新しいサービスを開始した。",
          "服飾雑貨製造会社が、自社の商品企画に活用することを目的として、過去の全ての自社商品に関する大量の画像及び社内会議の音声データをデータベースに保存し、従業員がいつでも検索できるようにした。"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "4月1日から5月31日までに、[取引]{とりひき}①から[取引]{とりひき}⑤があった。各[取引]{とりひき}の[受注]{じゅちゅう}、[売上]{うりあげ}[計上]{けいじょう},[現金]{げんきん}[回収]{かいしゅう}の[状況]{じょうきょう}が表のとおりであるとき、この[取引先]{とりひきさき}に[対する]{たいする}5月31[日時]{にちじ}点の[売掛金]{うりかけきん}は[何万円]{なんまんえん}か。ここで、4月1[日時]{にちじ}点で[売掛金]{うりかけきん}[残高]{ざんだか}はないものとする。\n<table border=\"1\" style=\"width: 100%; table-layout: fixed;\">\n<thead>\n  <tr>\n    <th style=\"width: 15%;\">[取引]{とりひき}</th>\n    <th style=\"width: 15%;\">[日付]{ひづけ}</th>\n    <th style=\"width: 20%;\">[取引]{とりひき}[内訳]{うちわけ}</th>\n    <th style=\"width: 20%;\">[金額]{きんがく}([万円]{まんえん})</th>\n    <th style=\"width: 30%;\">[備考]{びこう}</th>\n  </tr>\n</thead>\n<tbody>\n  <tr>\n    <td style=\"width: 15%; text-align: center;\">[取引]{とりひき}1</td>\n    <td style=\"width: 15%;\">4月2日<br>4月10日<br>4月30日</td>\n    <td style=\"width: 20%;\">[受注]{じゅちゅう}<br>[売上]{うりあげ}[計上]{けいじょう}<br>[現金]{げんきん}[回收]{かいしゅう}</td>\n    <td style=\"width: 20%; text-align: right;\">800<br>800<br>800</td>\n    <td style=\"width: 30%;\"></td>\n  </tr>\n  <tr>\n    <td style=\"width: 15%; text-align: center;\">[取引]{とりひき}2</td>\n    <td style=\"width: 15%;\">4月5日<br>4月15日<br>4月30日</td>\n    <td style=\"width: 20%;\">[受注]{じゅちゅう}<br>[売上]{うりあげ}[計上]{けいじょう}<br>[現金]{げんきん}[回收]{かいしゅう}</td>\n    <td style=\"width: 20%; text-align: right;\">500<br>500<br>500</td>\n    <td style=\"width: 30%;\"></td>\n  </tr>\n  <tr>\n    <td style=\"width: 15%; text-align: center;\">[取引]{とりひき}3</td>\n    <td style=\"width: 15%;\">5月1日<br>5月10日</td>\n    <td style=\"width: 20%;\">[受注]{じゅちゅう}<br>[売上]{うりあげ}[計上]{けいじょう}</td>\n    <td style=\"width: 20%; text-align: right;\">1300<br>1300</td>\n    <td style=\"width: 30%;\">6月30日<br>[回収]{かいしゅう}[予定]{よてい}</td>\n  </tr>\n  <tr>\n    <td style=\"width: 15%; text-align: center;\">[取引]{とりひき}4</td>\n    <td style=\"width: 15%;\">5月6日<br>5月15日</td>\n    <td style=\"width: 20%;\">[受注]{じゅちゅう}<br>[売上]{うりあげ}[計上]{けいじょう}</td>\n    <td style=\"width: 20%; text-align: right;\">1000<br>1000</td>\n    <td style=\"width: 30%;\">[回収]{かいしゅう}[予定日]{よていび}[未定]{みてい}</td>\n  </tr>\n  <tr>\n    <td style=\"width: 15%; text-align: center;\">[取引]{とりひき}5</td>\n    <td style=\"width: 15%;\">5月20日</td>\n    <td style=\"width: 20%;\">[受注]{じゅちゅう}</td>\n    <td style=\"width: 20%; text-align: right;\">400</td>\n    <td style=\"width: 30%;\"></td>\n  </tr>\n</tbody>\n</table>\n\n",
      "Option": [
          "1,000 ",
          "1,400 ",
          "2,300 ",
          "2,700"
      ],
      "Analysis": "受注: 已收到订单\n売上計上: 已记录销售额。未“売上計上”的受注 不影响当前的应收账款（只是未来的可能销售）。\n現金回收: 已收现金\n6月30日回収予定：计划于6月30日收款\n回収予定日未定：计划收款日期未定\n取引先：客户\n売掛金：应收账款是指，已经确认销售（＝売上計上）但尚未收到现金的部分。\n\nここで、4月1日時点で売掛金残高はないものとする。\n假设截至 4 月 1 日没有未偿还的应收账款。\n各取引逐一分析：\n✅ 取引①\n売上計上：4月10日 → 800万円\n回収：4月30日 → 已回收\n✅ → 売掛金为 0\n\n✅ 取引②\n売上計上：4月15日 → 500万円\n回収：4月30日 → 已回收\n✅ → 売掛金为 0\n\n✅ 取引③\n売上計上：5月10日 → 1300万円\n回収：6月30日（未来） → 还没回收\n✅ → 売掛金为 1300万円\n\n✅ 取引④\n売上計上：5月15日 → 1000万円\n回収：未定（但截至5月31日肯定未回收）\n✅ → 売掛金为 1000万円\n\n✅ 取引⑤\n只有受注，没有売上計上 → 売掛金为 0\n\n✅ 总结：5月31日時点の売掛金\n取引①：0\n取引②：0\n取引③：1300\n取引④：1000\n取引⑤：0\n合計：1300 + 1000 = 2300万円",
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "[業務]{ぎょうむ}と[情報]{じょうほう}[システム]{system}を[最適]{さいてき}にすることを[目的]{もくてき}として、[業務]{ぎょうむ}と[情報]{じょうほう}[システム]{system}の[現状]{げんじょう}のかい[把握]{はあく}と[目標]{もくひょう}とする[理想像]{りそうぞう}の[設定]{せってい}から[現状]{げんじょう}と[理想]{りそう}との[乖離]{かいり}を[明確]{めいかく}にし、[目標]{もくひょう}に[向け]{むけ}た[改善]{かいぜん}[活動]{かつどう}を[移行]{いこう}[計画]{けいかく}として[定義]{ていぎ}したい。このときに[用い]{もちい}られる[手法]{しゅほう}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "BI (Business Intelligence)",
          "EA (Enterprise Architecture)",
          "MOT (Management of Technology)",
          "SOA (Service Oriented Architecture)"
      ],
      "Analysis": "現状と理想との乖離:现状与理想之间的差距",
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[生成]{せいせい} AI に[関す]{かんす}る[記述]{きじゅつ}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "一切の学習を必要とせずに、新しいコンテンツを生成する。",
          "過去のデータから項目間の相関などを学習したモデルを用いて、現在のデータから将来の値を予測して出力する。",
          "作成したシナリオに基づいて動作するソフトウェアロボットによって、業務を自動化する。",
          "自然言語で指示された内容に従って、事前に学習したデータを基に、新しいコンテンツを生成する。"
      ],
      "Analysis": "コンテンツ：content\n\n一切の学習を必要とせずに、新しいコンテンツを生成する。\n无需任何学习即可生成新内容。",
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "[企業経営]{きぎょうけいえい}の[中核]{ちゅうかく}となる[考え方]{かんがえかた}を，[ミッション]{mission}，[ビジョン]{vision}，[バリュー]{value}の[三つ]{みっつ}に[分け]{わけ}て[示す]{しめす}[場合]{ばあい}，[ビジョン]{vision}として[示す]{しめす}ものとして，[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "企業の存在意義や使命",
          "企業の存在意義や使命をふまえた、ある時点でのありたい姿",
          "戦略を実現するために重要となる業績管理指標",
          "戦略を実現するために重要となる成功要因"
      ],
      "Analysis": "[ストラテジ系/企業と法務/企業活動]\n根据公司存在的理由和使命，公司在某个时间点希望成为什么样子",
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[著作権]{ちょさくけん}に[関し]{かんし}て、[次の]{つぎの}[記述]{きじゅつ}[中の]{なかの} a, b に[入れ]{いれ}る[字句]{じく}の[適切]{てきせつ}な[組合せ]{くみあわせ}はどれか。a は[著作権法]{ちょさくけんほう}による[保護]{ほご}の[対象]{たいしょう}になるが、 b は[対象]{たいしょう}にならない。\n<table border=\"1\" style=\"width: 100%; table-layout: fixed;\">\n  <thead>\n    <tr>\n      <th style=\"width: 10%; padding: 10px;\"></th>\n      <th style=\"width: 45%; padding: 10px;\">a</th>\n      <th style=\"width: 45%; padding: 10px;\">b</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">ア</td>\n      <td style=\"padding: 10px;\">[アルゴリズム]{algorithm}</td>\n      <td style=\"padding: 10px;\">[操作]{そうさ}[マニュアル]{manual}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">イ</td>\n      <td style=\"padding: 10px;\">[アルゴリズム]{algorithm}</td>\n      <td style=\"padding: 10px;\">[通信]{つうしん}[プロトコル]{protocol, 协议}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">ウ</td>\n      <td style=\"padding: 10px;\">[ソースプログラム]{源程序}</td>\n      <td style=\"padding: 10px;\">[操作]{そうさ}[マニュアル]{manual}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">エ</td>\n      <td style=\"padding: 10px;\">[ソースプログラム]{源程序}</td>\n      <td style=\"padding: 10px;\">[通信]{つうしん}[プロトコル]{protocol, 协议}</td>\n    </tr>\n  </tbody>\n</table>\n\n",
      "Option": [
          "ア",
          "イ",
          "ウ",
          "エ"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "ERP [システム]{system}の[説明]{せつめい}として、[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "企業内の個人がもつ営業に関する知識やノウハウを収集し、共有することによって、効率的、効果的な営業活動を支援するシステム",
          "経理や人事,生産、販売などの基幹業務と関連する情報を一元管理し、経営資源を最適配分することによって、効率的な経営の実現を支援するシステム",
          "原材料の調達から生産、販売に関する情報を、企業間で共有・管理することによって、ビジネスプロセスの全体最適を目指すシステム",
          "個々の顧客に関する情報や対応履歴などを管理することによって、きめ細かい顧客対応を実施し、顧客満足度の向上を支援するシステム"
      ],
      "Analysis": "ストラテジ系/経営戦略/事業戦略",
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[公共交通機関]{こうきょうこうつうきかん}での[移動]{いどう}[履歴]{りれき}，Web [サイト]{site}での[商品]{しょうひん}[検索]{けんさく}[履歴]{りれき}，SNS や[ブログ]{blog}で[発信]{はっしん}した[データ]{data}など，[個人]{こじん}の[活動]{かつどう}を[記録]{きろく}する[技術]{ぎじゅつ}，[又は]{または}[記録]{きろく}そのものを[表す]{あらわす}[用語]{ようご}として，[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "アクティビティ",
          "トランザクション",
          "ライフログ",
          "レコードキーピング"
      ],
      "Analysis": "アクティビティ：活动\nトランザクション：交易\nライフログ：生活日志\nレコードキーピング：记录保存",
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "[自動運転]{じどううんてん}の[水準]{すいじゅん}は、[一般的]{いっぱんてき}に“[レベル]{level}1”から“[レベル]{level}5”に[分け]{わけ}られている。“[条件付]{じょうけんつき}[運転]{うんてん}[自動化]{じどうか}”と[呼ば]{よば}れる“[レベル]{level}3”が[示す]{しめす}[自動運転]{じどううんてん}の[水準]{すいじゅん}に[関す]{かんす}る[記述]{きじゅつ}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "運転の主体はシステムであり、人間が運転する必要はないが、システムによる自動運転の継続が難しい場合は、人間が運転しなければならない。",
          "運転の主体はシステムであり、人間が運転する必要はないので、ハンドルやペダルなどの運転装置は不要だが、自動運転できる地域は限られる。",
          "運転の主体は人間であり、高速道路で車線を維持しながら前の自動車に付いて走る機能のように、ハンドルと加減速の操作をシステムが支援する。",
          "運転の主体は人間であり、自動ブレーキや急発進防止システムのように、前方又は後方の状況によって、システムが運転の一部を支援する。"
      ],
      "Analysis": "L1 (驾驶辅助):\n系统可以辅助驾驶员完成部分驾驶任务，例如自适应巡航控制(ACC) 或车道保持辅助(LKA)。驾驶员仍然需要全程掌控车辆。\nL2 (部分自动驾驶):\n系统可以同时控制多个驾驶任务，例如ACC和LKA的结合，实现跟车和车道保持。但驾驶员需要时刻准备接管车辆，并且不能长时间脱手。\nL3 (有条件自动驾驶):\n在特定条件下，系统可以独立完成驾驶任务，例如在高速公路上，驾驶员可以在系统激活后放松，但需要在系统发出接管请求时及时接管车辆。\nL4 (高度自动驾驶):\n系统可以在特定区域和条件下，完全接管车辆的驾驶，无需驾驶员干预。\nL5 (完全自动驾驶):\n系统可以在任何条件下，完全自动驾驶，驾驶员完全转变为乘客的角色。",
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "ある[商品]{しょうひん}を5,000個[販売]{はんばい}したところ、[売上げ]{うりあげ}が6,000[万円]{まんえん}、[利益]{りえき}が400[万円]{まんえん}となった。[商品]{しょうひん}1個[当たり]{あたり}の[変動費]{へんどうひ}が7,000円であるとき、[利益]{りえき}を1,000[万円]{まんえん}[以上]{いじょう}にするためには、[少なくとも]{すくなくとも}あと[何個]{なんこ}[販売]{はんばい}すればよいか。\n\n",
      "Option": [
          "500 ",
          "1,200 ",
          "6,200 ",
          "7,500"
      ],
      "Analysis": "売上げ：销售量\n\n少なくともあと何個販売すればよいか。\n至少还需要卖出多少？",
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[マーケティング]{营销}[戦略]{せんりゃく}の[策定]{さくてい}[プロセス]{process}のうち、[自社製品]{じしゃせいひん}の[差別化]{さべつか}[ポイント]{point}を[明確化]{めいかくか}するものはどれか。\n\n",
      "Option": [
          "セグメンテーション",
          "プロモーション",
          "ターゲティング",
          "ポジショニング"
      ],
      "Analysis": "Segmentation\nPromotion\nTargeting\nPositioning",
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "[合意]{ごうい}した[サービス]{service}[提供]{ていきょう}[時間帯]{じかんたい}のうち、[実際に]{じっさいに}[顧客]{こきゃく}が IT [サービス]{service}を[利用]{りよう}できた[時間]{じかん}の[割合]{わりあい}で[表さ]{あらわさ}れるものはどれか。\n\n",
      "Option": [
          "可用性 ",
          "機能性 ",
          "効率性 ",
          "使用性"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "IT [サービスマネジメント]{Service Management}に[関し]{かんし}て、[次の]{つぎの}[記述]{きじゅつ}[中の]{なかの} a, b に[入れ]{いれ}る[字句]{じく}の[適切]{てきせつ}な[組合せ]{くみあわせ}はどれか。\na は[サービス]{service}[提供者]{ていきょうしゃ}と[顧客]{こきゃく}との間で[合意]{ごうい}された[サービス]{service}[品質]{ひんしつ}に[関す]{かんす}る[合意書]{ごういしょ}である。 a の[遵守]{じゅんしゅ}[状況]{じょうきょう}を[確認し]{かくにんし}, IT [サービス]{service}の[品質]{ひんしつ}を[維持]{いじ}・[改善]{かいぜん}させるための[活動]{かつどう}が b である。\n<table border=\"1\" style=\"width: 100%; table-layout: fixed;\">\n  <thead>\n    <tr>\n      <th style=\"width: 10%; padding: 10px;\"></th>\n      <th style=\"width: 45%; padding: 10px;\">a</th>\n      <th style=\"width: 45%; padding: 10px;\">b</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">ア</td>\n      <td style=\"padding: 10px;\">NDA</td>\n      <td style=\"padding: 10px;\">SCM</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">イ</td>\n      <td style=\"padding: 10px;\">NDA</td>\n      <td style=\"padding: 10px;\">SLM</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">ウ</td>\n      <td style=\"padding: 10px;\">SLA</td>\n      <td style=\"padding: 10px;\">SCM</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">エ</td>\n      <td style=\"padding: 10px;\">SLA</td>\n      <td style=\"padding: 10px;\">SLM</td>\n    </tr>\n  </tbody>\n</table>\n\n",
      "Option": [
          "ア",
          "イ",
          "ウ",
          "エ"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "[情報]{じょうほう}[セキュリティ]{安全}[監査]{かんさ}の[説明]{せつめい}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "一定の基準に基づいて IT システムの利活用に係る検証・評価を行い、ガバナンスの適切性などに対する保証や改善のための助言を行うもの",
          "コンピュータの盗難や不正な持出しを物理的に防止し、情報セキュリティを確保するためのツール",
          "組織体の価値及び組織体への信頼を向上させるために、組織体における IT システムの利活用のあるべき姿を示す IT 戦略と方針の策定及びその実現のための活動",
          "組織の情報資産に関わるリスクマネジメントが効果的に実施されているかどうかの検証又は評価"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "[ソフトウェア]{software}[開発]{かいはつ}[モデル]{model}である[アジャイルモデル]{敏捷模型}の[特徴]{とくちょう}に[関し]{かんし}て、[次の]{つぎの}[記述]{きじゅつ}[中の]{なかの} a,bに[入れ]{いれ}る[字句]{じく}の[適切]{てきせつ}な[組合せ]{くみあわせ}はどれか。\n[アジャイルモデル]{敏捷模型}とは、[要件]{ようけん}を[確定し]{かくていし}てから[開発]{かいはつ}を[実施]{じっし}する[ウォーターフォールモデル]{瀑布模型}の a する形で[提唱]{ていしょう}された, bするための[手法]{しゅほう}の[総称]{そうしょう}である。\n<table border=\"1\" style=\"width: 100%; table-layout: fixed;\">\n  <thead>\n    <tr>\n      <th style=\"width: 10%; padding: 10px;\"></th>\n      <th style=\"width: 45%; padding: 10px;\">a</th>\n      <th style=\"width: 45%; padding: 10px;\">b</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">ア</td>\n      <td style=\"padding: 10px;\">[課題]{かだい}を[改善]{かいぜん}</td>\n      <td style=\"padding: 10px;\">[開発工程]{かいはつこうてい}で[生じ]{しょうじ}る[種々]{しゅしゅ}の[変更]{へんこう}に[迅速]{じんそく}に[対応]{たいおう}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">イ</td>\n      <td style=\"padding: 10px;\">[課題]{かだい}を[改善]{かいぜん}</td>\n      <td style=\"padding: 10px;\">[開発工程]{かいはつこうてい}を[順に]{じゅんに}[実施]{じっし}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">ウ</td>\n      <td style=\"padding: 10px;\">[特徴]{とくちょう}を[継承]{けいしょう}</td>\n      <td style=\"padding: 10px;\">[開発工程]{かいはつこうてい}で[生じ]{しょうじ}る[種々]{しゅしゅ}の[変更]{へんこう}に[迅速]{じんそく}に[対応]{たいおう}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">エ</td>\n      <td style=\"padding: 10px;\">[特徴]{とくちょう}を[継承]{けいしょう}</td>\n      <td style=\"padding: 10px;\">[開発工程]{かいはつこうてい}を[順に]{じゅんに}[実施]{じっし}</td>\n    </tr>\n  </tbody>\n</table>\n\n",
      "Option": [
          "ア",
          "イ",
          "ウ",
          "エ"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "[変更]{へんこう}[管理委員会]{かんりいいんかい}が[設置]{せっち}されている[プロジェクト]{project}で[変更要求]{へんこうようきゅう}が[発生]{はっせい}した[場合]{ばあい}の[記述]{きじゅつ}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "変更管理委員会では、プロジェクトに関わるステークホルダ以外の第三者によって変更要求が審議される。",
          "変更管理委員会は、コストの増加や期日の延期を理由に変更要求を却下してよい。",
          "変更管理委員会は、スコープに変更が発生しない範囲で変更要求を受け付けなければならない。",
          "変更要求は、全てプロジェクトマネージャが承認した後に変更管理委員会で審議される。"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[システム]{system}[開発]{かいはつ}[プロジェクト]{project}で[使用さ]{しようさ}れる[技法]{ぎほう}のうち、[スケジュール]{schedule}[作成]{さくせい}に[用い]{もちい}る[技法]{ぎほう}として、[適切]{てきせつ}なものだけを[全て]{すべて}[挙げ]{あげ}たものはどれか。\na DFD (Data Flow Diagram) b [回帰]{かいき}[分析]{ぶんせき}\nc [クリティカルパス]{关键路径}法 d [プレシデンスダイアグラム]{优先图}法\n\n",
      "Option": [
          "a, b ",
          "a, d ",
          "b, c ",
          "c, d"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "[床下]{ゆかした}に[ネットワーク]{network}[配線]{はいせん}などのために[一定]{いってい}の[高さ]{たかさ}の[空間]{くうかん}をとり、[容易に]{よういに}[取り外し]{とりはずし}が[可能な]{かのうな}[パネル]{panel，控制板}を[床板]{ゆかいた}として[並べ]{ならべ}たものはどれか。\n\n",
      "Option": [
          "フリーアクセスフロア",
          "フリーアドレス",
          "フリースペース",
          "フリースポット"
      ],
      "Analysis": "在床下预留一定高度的空间用于网络布线等用途，并铺设易于拆卸的板材作为地板，这种构造是哪一种？\nFree access floor\nFree address\nFree space\nFree spot",
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "[営業部]{えいぎょうぶ}門の[営業]{えいぎょう}員が[出張]{しゅっちょう}する[際の]{さいの}[出張旅費]{しゅっちょうりょひ}の[手続]{てつづき}に[関し]{かんし}て、[組織間]{そしきかん}でけん制を[日常的]{にちじょうてき}に[実施]{じっし}している[状況]{じょうきょう}の[記述]{きじゅつ}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "営業員が出張後に経理部門に提出した旅費精算の書類と証票類について、経理担当者が適切な内容であることを審査し、経理課長が承認する。",
          "営業員が出張後に旅費の精算を行い、上長が承認を行う。経理部門では承認済みであるので支払を行う。",
          "営業員は出張の事前申請を行って上長の承認を得た後に、切符や宿泊施設の手配を旅行会社に依頼する。",
          "会計年度における営業部門の旅費精算の書類と証票類から、監査人がサンプリングして、営業員の処理内容の適切性を確認する。"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "[システム]{system}[開発]{かいはつ}の[早い]{はやい}[段階]{だんかい}で、[目に]{めに}[見え]{みえ}る形で[利用者]{りようしゃ}の[要求]{ようきゅう}が[確認]{かくにん}できるように[確認用]{かくにんよう}の[ソフトウェア]{software}を[作成]{さくせい}する[ソフトウェア]{software}[開発]{かいはつ}[モデル]{model}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "アジャイル",
          "ウォーターフォール",
          "スパイラル",
          "プロトタイピング"
      ],
      "Analysis": "Agile，敏捷开发\nWaterfall，瀑布式开发\nSpiral，螺旋式开发\nPrototyping",
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "[計画時]{けいかくじ}の[予算]{よさん}が2,000[万円]{まんえん}で,40[日間]{にちかん}で100本の[プログラム]{program}を[作成]{さくせい}する[プロジェクト]{project}がある。[プロジェクト]{project}が20[日経]{にっけい}[過し]{すごし}た[時点で]{じてんで}[全体]{ぜんたい}の40%である40本の[プログラム]{program}が[完成し]{かんせいし}、1,000[万円]{まんえん}の[コスト]{cost}が[掛か]{かか}った。[プロジェクト]{project}の[指標]{しひょう}を[次の]{つぎの}[評価式]{ひょうかしき}で[算出]{さんしゅつ}する[場合]{ばあい}、[プロジェクト]{project}の[指標]{しひょう}として[適切]{てきせつ}な[組合せ]{くみあわせ}はどれか。ここで、各[プログラム]{program}の[作成]{さくせい}に[必要]{ひつよう}な[日数]{にっすう}[及び]{および}[コスト]{cost}は[全て]{すべて}[同一]{どういつ}で、[プロジェクト]{project}[期間中]{きかんちゅう}は[常に]{つねに}[同じ]{おなじ}量の[作業]{さぎょう}が[実施]{じっし}されるものとする。\n[[評価式]{ひょうかしき})\n[スケジュール]{schedule} (%):\n([完成し]{かんせいし}た[プログラム]{program}[本数]{ほんすう} [評価]{ひょうか}[時点で]{じてんで}の[完成]{かんせい}[見込み]{みこみ}[プログラム]{program}[本数]{ほんすう})×100\n[コスト]{cost} (%):\n([完成し]{かんせいし}た[プログラム]{program}に[掛か]{かか}った[コスト]{cost}\n÷[完成し]{かんせいし}た[プログラム]{program}[分と]{ふんと}して[計画]{けいかく}した[コスト]{cost}) ×100\n<table border=\"1\" style=\"width: 100%; table-layout: fixed;\">\n  <thead>\n    <tr>\n      <th style=\"width: 10%; padding: 10px;\"></th>\n      <th  colspan=\"2\" style=\"width: 90%; padding: 10px;\">[プロジェクト]{project}の[指標]{しひょう}</th>\n    </tr>\n    <tr>\n      <th style=\"width: 10%; padding: 10px;\"></th>\n      <th style=\"width: 45%; padding: 10px;\">[スケジュール]{schedule} (%) </th>\n      <th style=\"width: 45%; padding: 10px;\">[コスト]{cost}(%)</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">ア</td>\n      <td style=\"padding: 10px;\">80</td>\n      <td style=\"padding: 10px;\">125</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">イ</td>\n      <td style=\"padding: 10px;\">80</td>\n      <td style=\"padding: 10px;\">100</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">ウ</td>\n      <td style=\"padding: 10px;\">90</td>\n      <td style=\"padding: 10px;\">125</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">エ</td>\n      <td style=\"padding: 10px;\">90</td>\n      <td style=\"padding: 10px;\">100</td>\n    </tr>\n  </tbody>\n</table>\n\n",
      "Option": [
          "ア",
          "イ",
          "ウ",
          "エ"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "[開発]{かいはつ}が[完了]{かんりょう}した[ソフトウェア]{software}を[本番]{ほんばん}[環境]{かんきょう}に[インストール]{install}する[手順]{てじゅん}を[明確]{めいかく}にし、それを[実施]{じっし}する[工程]{こうてい}として、[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "ソフトウェア統合",
          "ソフトウェア導入",
          "妥当性確認",
          "利用者教育"
      ],
      "Analysis": "マネジメント系/開発技術/テストとソフトウェア受入れ",
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[利用者]{りようしゃ}が[銀行]{ぎんこう}の ATM の[パネル]{panel，控制板}を[操作]{そうさ}して[入金]{にゅうきん}[処理]{しょり}を[行う]{おこなう}。この[操作]{そうさ}の[要件]{ようけん}を[定義]{ていぎ}するときに、[ソフトウェア]{software}[開発]{かいはつ}の[品質]{ひんしつ}[特性]{とくせい}である[使用]{しよう}性を[考慮す]{こうりょす}べき[インタフェース]{interface}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "OS とパネルのインタフェース",
          "ソフトウェア間のインタフェース",
          "ハードウェアと OSのインタフェース",
          "利用者とパネルのインタフェース"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "[顧客]{こきゃく}から[委託]{いたく}された[システム]{system}[開発]{かいはつ}[プロジェクト]{project}の[スコープ]{scope}の[対象]{たいしょう}として、[適切]{てきせつ}なものだけを[全て]{すべて}[挙げ]{あげ}たものはどれか。\na [プロジェクト]{project}で[作成]{さくせい}する[成果物]{せいかぶつ}\nb [プロジェクト]{project}で[使用す]{しようす}る[市販]{しはん}の[スケジュール]{schedule}[管理]{かんり}[ツール]{tool}\nc [プロジェクト]{project}の[要求事項]{ようきゅうじこう}を[顧客]{こきゃく}が[記載し]{きさいし}た[文書]{ぶんしょ}\n\n",
      "Option": [
          "a ",
          "a, b ",
          "b, c ",
          "c"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "[クラウドサービス]{Cloud Services}を[提供]{ていきょう}するA社では、[操作]{そうさ}に[関す]{かんす}る[質問]{しつもん}に[対し]{たいし}て、[サービスデスク]{服务台}の[オペレーター]{操作员}が[電話]{でんわ}で[対応]{たいおう}するだけでなく、[ホームページ]{Home page}[上に]{うえに} FAQ を[公開]{こうかい}している。[サービスデスク]{服务台}の[受付時間]{うけつけじかん}は[午前]{ごぜん}9時から[午後]{ごご}6時までである。このたび[サービスデスク]{服务台}の[サービスレベル]{Service Level}を[向上]{こうじょう}させるために、[顧客]{こきゃく}[向け]{むけ}の[チャットボット]{chatbots}を[導入]{どうにゅう}することにした。[チャットボット]{chatbots}[導入]{どうにゅう}の[効果]{こうか}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "オペレーターのチャットのスキルが向上する。",
          "オペレーターの電話対応のスキルが向上する。",
          "問合せの受付時間を拡大することが可能になる。",
          "ホームページ上に掲載している FAQ の内容が充実する。"
      ],
      "Analysis": "オペレーターの電話対応のスキルが向上する。\n提高接线员的电话技能。",
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "[チャットボット]{chatbots}の[説明]{せつめい}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "質問に対して、ソフトウェアがリアルタイムで自動応答する仕組み",
          "センサーを搭載した機器や制御装置が直接インターネットにつながり、お互いに情報をやり取りする仕組み",
          "人間に代わって荷物を運ぶなどの作業を行う機械的な仕組み",
          "ルール化された定型的な操作を人間の代わりにソフトウェアが自動で行う仕組み"
      ],
      "Analysis": "リアルタイム：real-time",
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "[社内]{しゃない}で[開発]{かいはつ}[及び]{および}[運用]{うんよう}を[行って]{いって}いる[経理]{けいり}[システム]{system}の[内部]{ないぶ}[監査]{かんさ}を[実施]{じっし}するとき、[システム]{system}[監査人]{かんさにん}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "経理システムの運用担当者",
          "経理システムの開発を担当した委託会社の従業員",
          "経理システムの利用者である経理担当者",
          "経理と IT の知識を有する経営者直轄組織の従業員"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "A 社は[会計]{かいけい}[システム]{system}の[再構築]{さいこうちく}の[プロジェクト]{project}を[立ち上げ]{たちあげ}、[システム]{system}[開発]{かいはつ}を B 社に[外部]{がいぶ}[委託]{いたく}している。B 社から[納品]{のうひん}される[成果物]{せいかぶつ}の[検収]{けんしゅう}において、[プロジェクト]{project}の[品質管理]{ひんしつかんり}に[係る]{かかる}[手続]{てつづき}を[遵守]{じゅんしゅ}しているかどうかの[システム]{system}[監査]{かんさ}を[行う]{おこなう}[監査人]{かんさにん}として、[適切]{てきせつ}な者は[誰か]{だれか}。\n\n",
      "Option": [
          "会計システムの再構築に関与しないA社の管理部門のリーダー",
          "会計システムの再構築を担当するA社のプロジェクトマネージャ",
          "会計システムの再構築を担当する B社のシステム開発リーダー",
          "会計システムの再構築を担当するB社の品質管理責任者"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "[内部]{ないぶ}[統制]{とうせい}の[基本的]{きほんてき}[要素]{ようそ}の[一つ]{ひとつ}である“IT への[対応]{たいおう}”に[関す]{かんす}る[記述]{きじゅつ}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "ITを活用すると業務処理を迅速化でき、不注意によるミスを全て防止できる。",
          "既存の IT の利用者の拡大や、使い方の変更などで組織目標を達成できるのであれば、新たな IT システムの導入や IT システムの更新を強いるものではない。",
          "全ての業務プロセスを IT で自動化することによって、業務プロセスを大幅に修正することが容易になる。",
          "組織の業務が IT に大きく依存すると、内部統制の目的を達成することが難しくなる。"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "ある[コールセンター]{Call Center}では、[顧客]{こきゃく}からの[電話]{でんわ}による[問合せ]{といあわせ}に[対応]{たいおう}する[オペレーター]{操作员}を[支援]{しえん}する[システム]{system}に、[顧客]{こきゃく}と[オペレーター]{操作员}の[会話]{かいわ}の[音声]{おんせい}を[認識]{にんしき}し、[顧客]{こきゃく}の[問合せ]{といあわせ}に[対する]{たいする}[回答]{かいとう}の[候補]{こうほ}を[オペレーター]{操作员}の PCの[画面]{がめん}に[表示す]{ひょうじす}る AI を[導入]{どうにゅう}した。1日の[対応]{たいおう}[件数]{けんすう}は1,000件であり、[問合せ]{といあわせ}[内容]{ないよう}によって[二つ]{ふたつ}の[グループ]{group} A,B に[分け]{わけ}た。AI[導入前]{どうにゅうまえ}[後の]{のちの}各[グループ]{group}の[対応]{たいおう}[件数]{けんすう},[対応]{たいおう}[時間]{じかん}が表のとおりであるとき, AI [導入]{どうにゅう}[後に]{のちに}、1,000件の[問合せ]{といあわせ}に[対応]{たいおう}する[時間]{じかん}は何%[短縮]{たんしゅく}できたか。\nAI [導入前]{どうにゅうまえ}[後の]{のちの}[グループ]{group}[別の]{べつの}[対応]{たいおう}[件数]{けんすう}と[対応]{たいおう}[時間]{じかん}\n<table border=\"1\" style=\"width: 100%; table-layout: fixed;\">\n  <thead>\n    <tr>\n      <th style=\"width: 14%; padding: 10px;\"></th>\n      <th colspan=\"2\" style=\"width: 43%; padding: 10px;\">[グループ]{group} A</th>\n      <th colspan=\"2\" style=\"width: 43%; padding: 10px;\">[グループ]{group} B</th>\n    </tr>\n    <tr>\n      <th style=\"width: 14%; padding: 10px;\"></th>\n      <th style=\"width: 18%; padding: 10px;\">[対応]{たいおう}[件数]{けんすう}</th>\n      <th style=\"width: 25%; padding: 10px;\">[対応]{たいおう}[時間]{じかん}</th>\n      <th style=\"width: 18%; padding: 10px;\">[対応]{たいおう}[件数]{けんすう}</th>\n      <th style=\"width: 25%; padding: 10px;\">[対応]{たいおう}[時間]{じかん}</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">AI [導入前]{どうにゅうまえ}</td>\n      <td style=\"padding: 10px; text-align: right;\">800件</td>\n      <td style=\"padding: 10px;\">[全体]{ぜんたい}の60%</td>\n      <td style=\"padding: 10px; text-align: right;\">200件</td>\n      <td style=\"padding: 10px;\">[全体]{ぜんたい}の40%</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">AI [導入]{どうにゅう}後</td>\n      <td style=\"padding: 10px; text-align: right;\">800件</td>\n      <td style=\"padding: 10px;\">AI [導入前]{どうにゅうまえ}と[比べ]{くらべ}て50%[短縮]{たんしゅく}</td>\n      <td style=\"padding: 10px; text-align: right;\">200件</td>\n      <td style=\"padding: 10px;\">AI [導入前]{どうにゅうまえ}と[同じ]{おなじ}[時間]{じかん}</td>\n    </tr>\n  </tbody>\n</table>\n\n",
      "Option": [
          "30 ",
          "40 ",
          "50 ",
          "60"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "[システム]{system}[開発]{かいはつ}[プロジェクト]{project}の[開始]{かいし}に[当たり]{あたり}、[人的]{じんてき}[資源]{しげん}に[関す]{かんす}る[計画書]{けいかくしょ}を[作成]{さくせい}することにした。この[計画]{けいかく}において、[要員]{よういん}を[適切]{てきせつ}に[配置]{はいち}し、より[良い]{よい}[パフォーマンス]{performance}を[得る]{える}ために[考慮す]{こうりょす}べき[事項]{じこう}として、[適切]{てきせつ}なものだけを[全て]{すべて}[挙げ]{あげ}たものはどれか。\na[プロジェクト]{project}に[必要]{ひつよう}な[スキル]{skill}が[要員]{よういん}に[不足]{ふそく}している[場合]{ばあい}は、[トレーニング]{training}を[計画]{けいかく}する。\nb[プロジェクト]{project}に[必要]{ひつよう}な[スキル]{skill}よりも、[要員]{よういん}の[確保]{かくほ}を[常に]{つねに}[優先]{ゆうせん}するように[計画]{けいかく}する。\nc[要員]{よういん}を[フレキシブル]{flexible}に[配置]{はいち}するために、[要員]{よういん}の[役割]{やくわり}と[責任]{せきにん}は、[プロジェクト]{project}の[計画段階]{けいかくだんかい}では[明確]{めいかく}にせず、[プロジェクト]{project}の[開始後]{かいしご}に[定め]{さだめ}る。\n\n",
      "Option": [
          "a ",
          "a, b, c ",
          "a, c ",
          "c"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "Bluetooth に[追加]{ついか}された[仕様]{しよう}の[一つ]{ひとつ}であり、[省電力]{しょうでんりょく}性に[優れ]{まされ}ているので, IoT [システム]{system}を[長期間]{ちょうきかん}[運用]{うんよう}でき、[送受信]{そうじゅしん}[デバイス]{device}[間の]{まの}[距離]{きょり}を[知る]{しる}ことにも[使わ]{つかわ}れているものはどれか。\n\n",
      "Option": [
          "BLE ",
          "IrDA ",
          "NFC ",
          "PLC"
      ],
      "Analysis": "BLE：Bluetooth Low Energy\nIrDA：红外数据协会",
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "HTTP [プロキシサーバ]{Proxy Server}の[機能]{きのう}に[関す]{かんす}る[記述]{きじゅつ}として、[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "IPアドレス割当て要求をPCから受け付けて、割り当てるグローバル IP アドレスを返す。",
          "PCから, インターネット上の Web サーバへの接続要求を中継役として受けて、PCに代わって当該の Web サーバに接続し、送受信データを中継する。",
          "Web サーバの URL に対応する IPアドレスを求める要求をPCから受け付けて、そのIP アドレスを返す。",
          "Web サーバのコンテンツが検索結果の上位に表示されるように、その Web サーバが管理するコンテンツを書き換える。"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "DNS の[説明]{せつめい}として、[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "IP ネットワークに接続しようとするコンピュータに, IP アドレスなどを自動的に割り当てるプロトコルである。",
          "ブラウザと Web サーバ間の通信を暗号化して、セキュリティを高めるために利用されるプロトコルである。",
          "ホスト名やドメイン名と, IPアドレスを対応付ける仕組みである。",
          "ホスト名やドメイン名と, MAC アドレスを対応付ける仕組みである。"
      ],
      "Analysis": "ドメイン名：域名",
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "ISMS における[内部]{ないぶ}[監査]{かんさ}に[関す]{かんす}る[記述]{きじゅつ}のうち、[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "JIS Q 27001の要求事項及び組織自体が規定した要求事項によって定める監査基準への適合性だけでなく, ISMS 活動の組織に対する有効性も判定する。",
          "JIS Q 27001の要求事項ではなく、組織自体が規定した要求事項を監査基準とする。",
          "内部監査の実施のためのプログラムを確立するときには、前回の内部監査の結果は考慮しない。",
          "不定期かつ抜き打ちでの実施を原則とする。"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "TCP/IP [ネットワーク]{network}で[用い]{もちい}られる[プロトコル]{protocol, 协议}である FTP の[役割]{やくわり}として、[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "正確な現在時刻を取得する。",
          "電子メールを転送する。",
          "ネットワーク接続に必要な IP アドレスなどの情報を自動的に割り当てる。",
          "ファイルをPC 間で転送する。"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "DBMS の[トランザクション]{transaction，交易}に[関す]{かんす}る[記述]{きじゅつ}として、[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "あるデータベースの内容を他のデータベースに複製し、内容の同期をとる。",
          "データベースに対して行った操作を、順次記録する。",
          "データベースに対する一連の処理が全て成功したら変更結果を確定し、途中で失敗したら処理前の状態に戻す。",
          "データベースの表の索引を作成し、検索時には索引を使用する。"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "OS の[仮想記憶]{かそうきおく}[方式]{ほうしき}に[関す]{かんす}る[次の]{つぎの}[記述]{きじゅつ}[中の]{なかの} a~c に[入れ]{いれ}る[字句]{じく}の[適切]{てきせつ}な[組合せ]{くみあわせ}はどれか。\n[プログラム]{program}の[実行時]{じっこうじ}に、[コンピュータ]{computer}の a [装置]{そうち}の b な[容量]{ようりょう}に[制約]{せいやく}されない、 c な[アドレス]{address}[空間]{くうかん}を[提供]{ていきょう}する。\n<table border=\"1\" style=\"width: 100%; table-layout: fixed;\">\n  <thead>\n    <tr>\n      <th style=\"width: 10%; padding: 10px;\"></th>\n      <th style=\"width: 30%; padding: 10px;\">a</th>\n      <th style=\"width: 30%; padding: 10px;\">b</th>\n      <th style=\"width: 30%; padding: 10px;\">c</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">ア</td>\n      <td style=\"padding: 10px;\">[主記憶]{しゅきおく}</td>\n      <td style=\"padding: 10px;\">[物理的]{ぶつりてき}</td>\n      <td style=\"padding: 10px;\">[論理的]{ろんりてき}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">イ</td>\n      <td style=\"padding: 10px;\">[主記憶]{しゅきおく}</td>\n      <td style=\"padding: 10px;\">[論理的]{ろんりてき}</td>\n      <td style=\"padding: 10px;\">[物理的]{ぶつりてき}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">ウ</td>\n      <td style=\"padding: 10px;\">[補助記憶]{ほじょきおく}</td>\n      <td style=\"padding: 10px;\">[物理的]{ぶつりてき}</td>\n      <td style=\"padding: 10px;\">[論理的]{ろんりてき}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">エ</td>\n      <td style=\"padding: 10px;\">[補助記憶]{ほじょきおく}</td>\n      <td style=\"padding: 10px;\">[論理的]{ろんりてき}</td>\n      <td style=\"padding: 10px;\">[物理的]{ぶつりてき}</td>\n    </tr>\n  </tbody>\n</table>\n\n",
      "Option": [
          "ア",
          "イ",
          "ウ",
          "エ"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "[データ]{data}の[尺度]{しゃくど}を[名義]{めいぎ}[尺度]{しゃくど}，[順序]{じゅんじょ}[尺度]{しゃくど}，[間隔]{かんかく}[尺度]{しゃくど}，[比例]{ひれい}[尺度]{しゃくど}の[四つ]{よつ}に[分類]{ぶんるい}したとき，[間隔]{かんかく}[尺度]{しゃくど}に[該当]{がいとう}するものはどれか。\n\n",
      "Option": [
          "学年 ",
          "血液型 ",
          "時刻 ",
          "睡眠時間"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "Web[サイト]{site}などで RSS の[表記]{ひょうき}を[見かけ]{みかけ}ることがある。この RSS の[説明]{せつめい}として、[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "Web ページの統一的なデザインやレイアウトを定義するための規格",
          "Web ページの見出しやリンク、要約などを記述するフォーマット",
          "ネットワーク上にブックマークを登録することによって、利用価値の高い Web サイト情報を他の利用者と共有するサービス",
          "ブラウザと Web サーバ間で、データを暗号化して安全に送受信するためのプロトコル"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "DBMS において、[データ]{data}の[検索]{けんさく}を[高速]{こうそく}に[行う]{おこなう}[目的]{もくてき}で、[必要]{ひつよう}に[応じ]{おうじ}て[設定]{せってい}して[利用]{りよう}する[情報]{じょうほう}はどれか。\n\n",
      "Option": [
          "インデックス",
          "外部キー",
          "主キー",
          "スキーマ"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "[関係]{かんけい}[データベース]{Data Science}で[管理]{かんり}している[次の]{つぎの}“[ログイン]{log in}[記録]{きろく}”表[及び]{および}“[部署]{ぶしょ}”表において、[ログイン]{log in}[結果]{けっか}が[失敗]{しっぱい}となったことのある、[又は]{または}、2022年4月10日 09:00:00[以前]{いぜん}に[ログイン]{log in}[結果]{けっか}が[成功]{せいこう}となったことのある[従業員]{じゅうぎょういん}が[所属]{しょぞく}する[部署名]{ぶしょめい}だけを[全て]{すべて}[挙げ]{あげ}たものはどれか。\n[ログイン]{log in}[記録]{きろく}\n<table border=\"1\" style=\"width: 100%; table-layout: fixed;\">\n  <thead>\n    <tr>\n      <th style=\"width: 40%; padding: 10px;\">[日時]{にちじ}</th>\n      <th style=\"width: 20%; padding: 10px;\">[従業員]{じゅうぎょういん}[番号]{ばんごう}</th>\n      <th style=\"width: 20%; padding: 10px;\">[部署]{ぶしょ}[番号]{ばんごう}</th>\n      <th style=\"width: 20%; padding: 10px;\">[ログイン]{log in}[結果]{けっか}</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">2022-04-10 08:50:42</td>\n      <td style=\"padding: 10px; text-align: center;\">10004</td>\n      <td style=\"padding: 10px; text-align: center;\">003</td>\n      <td style=\"padding: 10px; text-align: center;\">[失敗]{しっぱい}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">2022-04-10 08:53:15</td>\n      <td style=\"padding: 10px; text-align: center;\">10004</td>\n      <td style=\"padding: 10px; text-align: center;\">003</td>\n      <td style=\"padding: 10px; text-align: center;\">[成功]{せいこう}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">2022-04-10 08:55:48</td>\n      <td style=\"padding: 10px; text-align: center;\">10002</td>\n      <td style=\"padding: 10px; text-align: center;\">002</td>\n      <td style=\"padding: 10px; text-align: center;\">[成功]{せいこう}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">2022-04-10 09:00:15</td>\n      <td style=\"padding: 10px; text-align: center;\">10001</td>\n      <td style=\"padding: 10px; text-align: center;\">001</td>\n      <td style=\"padding: 10px; text-align: center;\">[成功]{せいこう}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">2022-04-10 09:01:05</td>\n      <td style=\"padding: 10px; text-align: center;\">10012</td>\n      <td style=\"padding: 10px; text-align: center;\">002</td>\n      <td style=\"padding: 10px; text-align: center;\">[成功]{せいこう}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">2022-04-10 09:03:01</td>\n      <td style=\"padding: 10px; text-align: center;\">10008</td>\n      <td style=\"padding: 10px; text-align: center;\">003</td>\n      <td style=\"padding: 10px; text-align: center;\">[成功]{せいこう}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">2022-04-10 09:10:28</td>\n      <td style=\"padding: 10px; text-align: center;\">10007</td>\n      <td style=\"padding: 10px; text-align: center;\">001</td>\n      <td style=\"padding: 10px; text-align: center;\">[成功]{せいこう}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">2022-04-10 09:32:19</td>\n      <td style=\"padding: 10px; text-align: center;\">10002</td>\n      <td style=\"padding: 10px; text-align: center;\">002</td>\n      <td style=\"padding: 10px; text-align: center;\">[成功]{せいこう}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">2022-04-10 09:39:22</td>\n      <td style=\"padding: 10px; text-align: center;\">10005</td>\n      <td style=\"padding: 10px; text-align: center;\">003</td>\n      <td style=\"padding: 10px; text-align: center;\">[失敗]{しっぱい}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">2022-04-10 10:00:02</td>\n      <td style=\"padding: 10px; text-align: center;\">10011</td>\n      <td style=\"padding: 10px; text-align: center;\">001</td>\n      <td style=\"padding: 10px; text-align: center;\">[失敗]{しっぱい}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">2022-04-10 10:05:51</td>\n      <td style=\"padding: 10px; text-align: center;\">10011</td>\n      <td style=\"padding: 10px; text-align: center;\">001</td>\n      <td style=\"padding: 10px; text-align: center;\">[成功]{せいこう}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">2022-04-10 10:30:45</td>\n      <td style=\"padding: 10px; text-align: center;\">10009</td>\n      <td style=\"padding: 10px; text-align: center;\">002</td>\n      <td style=\"padding: 10px; text-align: center;\">[成功]{せいこう}</td>\n    </tr>\n  </tbody>\n</table>\n[部署]{ぶしょ}\n<table border=\"1\" style=\"width: 50%; table-layout: fixed;\">\n  <thead>\n    <tr>\n      <th style=\"width: 50%; padding: 10px;\">[部署]{ぶしょ}[番号]{ばんごう}</th>\n      <th style=\"width: 50%; padding: 10px;\">[部署名]{ぶしょめい}</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">001</td>\n      <td style=\"padding: 10px;\">[営業部]{えいぎょうぶ}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">002</td>\n      <td style=\"padding: 10px;\">[システム]{system}部</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">003</td>\n      <td style=\"padding: 10px;\">[人事部]{じんじぶ}</td>\n    </tr>\n  </tbody>\n</table>\n\n\n",
      "Option": [
          "営業部, システム部",
          "営業部, システム部, 人事部",
          "営業部, 人事部",
          "ステム部, 人事部"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "3[次元画像処理]{じげんがぞうしょり}の[高速化]{こうそくか}や、[動画]{どうが}をなめらかにするなどの[機能]{きのう}をもつ、[描画]{びょうが}[処理]{しょり}のための[ハードウェア]{hardware}はどれか。\n\n",
      "Option": [
          "CGI ",
          "GPU ",
          "GUI ",
          "UPS"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "CSIRT として[行う]{おこなう}[活動]{かつどう}の例として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "OS やアプリケーションソフトウェアのセキュリティパッチを定期的に適用する。",
          "地震や洪水などの自然災害を想定し、情報資産を守るために全社的な事業継続計画を策定する。",
          "セキュリティ事故の発生時に影響範囲を調査して、被害拡大を防止するための対策実施を支援する。",
          "保守業者がサーバ室で作業した日に、作業員の入退出が適切に記録されていたことを監査する。"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "[バイオメトリクス]{生物识别技术}[認証]{にんしょう}の[他人]{たにん}[受入]{うけいれ}率と[本人]{ほんにん}[拒否]{きょひ}率に[関す]{かんす}る[次の]{つぎの}[記述]{きじゅつ}[中の]{なかの} a, bに[入れ]{いれ}る[字句]{じく}の[適切]{てきせつ}な[組合せ]{くみあわせ}はどれか。\n[バイオメトリクス]{生物识别技术}[認証]{にんしょう}の[認証]{にんしょう}[精度]{せいど}において、[他人]{たにん}[受入]{うけいれ}[率を]{ひきを}[低く]{ひくく}[抑え]{おさえ}ようとするとa が[高く]{たかく}なり、[本人]{ほんにん}[拒否]{きょひ}[率を]{ひきを}[低く]{ひくく}[抑え]{おさえ}ようとすると b が[高く]{たかく}なる。\n<table border=\"1\" style=\"width: 100%; table-layout: fixed;\">\n  <thead>\n    <tr>\n      <th style=\"width: 10%; padding: 10px;\"></th>\n      <th style=\"width: 45%; padding: 10px;\">a</th>\n      <th style=\"width: 45%; padding: 10px;\">b</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">ア</td>\n      <td style=\"padding: 10px;\">[安全性]{あんぜんせい}</td>\n      <td style=\"padding: 10px;\">[可用性]{かようせい}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">イ</td>\n      <td style=\"padding: 10px;\">[安全性]{あんぜんせい}</td>\n      <td style=\"padding: 10px;\">[利便性]{りべんせい}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">ウ</td>\n      <td style=\"padding: 10px;\">[利便性]{りべんせい}</td>\n      <td style=\"padding: 10px;\">[安全性]{あんぜんせい}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">エ</td>\n      <td style=\"padding: 10px;\">[利便性]{りべんせい}</td>\n      <td style=\"padding: 10px;\">[可用性]{かようせい}</td>\n    </tr>\n  </tbody>\n</table>\n\n",
      "Option": [
          "ア",
          "イ",
          "ウ",
          "エ"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[情報]{じょうほう}[セキュリティ]{安全}における[脅威]{きょうい}のうち、[脆弱]{ぜいじゃく}性を[是正]{ぜせい}する[セキュリティパッチ]{安全补丁}を[ソフトウェア]{software}に[適用]{てきよう}することが[最も]{もっとも}[有効]{ゆうこう}な[対策]{たいさく}になるものはどれか。\n\n",
      "Option": [
          "総当たり攻撃",
          "ソーシャルエンジニアリング",
          "パスワードリスト攻撃",
          "バッファオーバーフロー"
      ],
      "Analysis": "総当たり攻撃：暴力破解攻击\nソーシャルエンジニアリング：社会工程学\nパスワードリスト攻撃：密码列表攻击\nバッファオーバーフロー：缓冲区溢出",
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "[携帯電話]{けいたいでんわ}で[用い]{もちい}られる[電波]{でんぱ}に[関す]{かんす}る[次の]{つぎの}[記述]{きじゅつ}[中の]{なかの} a, b に[入れ]{いれ}る[字句]{じく}の[適切]{てきせつ}な[組合せ]{くみあわせ}はどれか。\n[電波]{でんぱ}には、[周波数が]{しゅうはすうが} a ほど[回り込み]{まわりこみ}やすくなり[障害物]{しょうがいぶつ}の裏にも[届き]{とどき}やすいという[性質]{せいしつ}がある。[日本国内]{にほんこくない}の[携帯電話]{けいたいでんわ}で[使用さ]{しようさ}れる[周波数]{しゅうはすう}のうち、700 b帯~900 b 帯の[周波数帯域]{しゅうはすうたいいき}はこの[性質]{せいしつ}をもちつながりやすいことなどから、[プラチナバンド]{白金乐队}と[呼ば]{よば}れている。\n<table border=\"1\" style=\"width: 60%; table-layout: fixed;\">\n  <thead>\n    <tr>\n      <th style=\"width: 10%; padding: 10px;\"></th>\n      <th style=\"width: 45%; padding: 10px;\">a</th>\n      <th style=\"width: 45%; padding: 10px;\">b</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">ア</td>\n      <td style=\"padding: 10px;\">[高い]{たかい}</td>\n      <td style=\"padding: 10px;\">GHz</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">イ</td>\n      <td style=\"padding: 10px;\">[高い]{たかい}</td>\n      <td style=\"padding: 10px;\">MHz</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">ウ</td>\n      <td style=\"padding: 10px;\">[低い]{ひくい}</td>\n      <td style=\"padding: 10px;\">GHz</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">エ</td>\n      <td style=\"padding: 10px;\">[低い]{ひくい}</td>\n      <td style=\"padding: 10px;\">MHz</td>\n    </tr>\n  </tbody>\n</table>\n\n",
      "Option": [
          "ア",
          "イ",
          "ウ",
          "エ"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "[見る]{みる}人に[意図]{いと}が[伝わ]{つたわ}りやすい[デザイン]{design}にするための[四つ]{よつ}の[原則]{げんそく}に[関す]{かんす}る[次の]{つぎの}[記述]{きじゅつ}[中の]{なかの}a, bに[入れ]{いれ}る[字句]{じく}の[適切]{てきせつ}な[組合せ]{くみあわせ}はどれか。\n[[四つ]{よつ}の[原則]{げんそく}]\n[近接]{きんせつ} : [互いに]{たがいに}[関連す]{かんれんす}る[要素]{ようそ}は[近づ]{ちかづ}けて[グループ]{group}にする。\na : [要素]{ようそ}を[意図]{いと}した[ルール]{rule}に[基づ]{もとづ}き[配置]{はいち}する。\n[反復]{はんぷく} : [要素]{ようそ}ごとに[デザインルール]{design rule}を[繰り返す]{くりかえす}。\nb : [要素]{ようそ}ごとの[大小]{だいしょう}や[強弱]{きょうじゃく}などの[違い]{ちがい}を[明確]{めいかく}にする。\n<table border=\"1\" style=\"width: 60%; table-layout: fixed;\">\n  <thead>\n    <tr>\n      <th style=\"width: 10%; padding: 10px;\"></th>\n      <th style=\"width: 45%; padding: 10px;\">a</th>\n      <th style=\"width: 45%; padding: 10px;\">b</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">ア</td>\n      <td style=\"padding: 10px;\">[整列]{せいれつ}</td>\n      <td style=\"padding: 10px;\">価值</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">イ</td>\n      <td style=\"padding: 10px;\">[整列]{せいれつ}</td>\n      <td style=\"padding: 10px;\">[対比]{たいひ}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">ウ</td>\n      <td style=\"padding: 10px;\">[操作]{そうさ}</td>\n      <td style=\"padding: 10px;\">価值</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">エ</td>\n      <td style=\"padding: 10px;\">[操作]{そうさ}</td>\n      <td style=\"padding: 10px;\">[対比]{たいひ}</td>\n    </tr>\n  </tbody>\n</table>\n\n",
      "Option": [
          "ア",
          "イ",
          "ウ",
          "エ"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "Web [サービス]{service}を[狙っ]{ねらっ}た[攻撃]{こうげき}に[関す]{かんす}る[記述]{きじゅつ}と[攻撃]{こうげき}の[名称]{めいしょう}の[適切]{てきせつ}な[組合せ]{くみあわせ}はどれか。\na Web [サービス]{service}が[利用]{りよう}している[ソフトウェア]{software}に[脆弱]{ぜいじゃく}性の[存在]{そんざい}が[判明]{はんめい}したとき、その[修正]{しゅうせい}[プログラム]{program}が[提供]{ていきょう}される前に、この[脆弱]{ぜいじゃく}性を[突い]{つい}て[攻撃]{こうげき}する。\nb [複数]{ふくすう}の[コンピュータ]{computer}から[大量]{たいりょう}の[パケット]{packet}を[一斉]{いっせい}に[送り]{おくり}[付ける]{つける}ことによって、Web [サービス]{service}を[正常]{せいじょう}に[提供]{ていきょう}できなくさせる。\nc [理論的]{りろんてき}にあり[得る]{える}[パスワード]{密码}の[パターン]{pattern}を[順次]{じゅんじ}[試す]{ためす}ことによって、[正しい]{ただしい}[パスワード]{密码}を[見つ]{みつ}け、[攻撃]{こうげき}[対象]{たいしょう}の Web [サービス]{service}に[侵入]{しんにゅう}する。\n<table border=\"1\" style=\"width: 100%; table-layout: fixed;\">\n  <thead>\n    <tr>\n      <th style=\"width: 10%; padding: 10px;\"></th>\n      <th style=\"width: 30%; padding: 10px;\">a</th>\n      <th style=\"width: 30%; padding: 10px;\">b</th>\n      <th style=\"width: 30%; padding: 10px;\">c</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">ア</td>\n      <td style=\"padding: 10px;\">DDoS 攻擊</td>\n      <td style=\"padding: 10px;\">[ゼロデイ]{零日漏洞}[攻撃]{こうげき}</td>\n      <td style=\"padding: 10px;\">[ブルートフォース]{Brute force，暴力破解}[攻撃]{こうげき}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">イ</td>\n      <td style=\"padding: 10px;\">DDoS 攻擊</td>\n      <td style=\"padding: 10px;\">[ブルートフォース]{Brute force，暴力破解}[攻撃]{こうげき}</td>\n      <td style=\"padding: 10px;\">[ゼロデイ]{零日漏洞}[攻撃]{こうげき}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">ウ</td>\n      <td style=\"padding: 10px;\">[ゼロデイ]{零日漏洞}[攻撃]{こうげき}</td>\n      <td style=\"padding: 10px;\">DDoS 攻擊</td>\n      <td style=\"padding: 10px;\">[ブルートフォース]{Brute force，暴力破解}[攻撃]{こうげき}</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">エ</td>\n      <td style=\"padding: 10px;\">[ゼロデイ]{零日漏洞}[攻撃]{こうげき}</td>\n      <td style=\"padding: 10px;\">[ブルートフォース]{Brute force，暴力破解}[攻撃]{こうげき}</td>\n      <td style=\"padding: 10px;\">DDoS 攻擊</td>\n    </tr>\n  </tbody>\n</table>\n\n",
      "Option": [
          "ア",
          "イ",
          "ウ",
          "エ"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "[デジタルフォレンジックス]{Digital Forensics，数字取证}の[説明]{せつめい}として、[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "コンピュータに関する犯罪や法的紛争が生じた際に、コンピュータから削除された電子メールを復元するなどして、証拠を収集し保全すること",
          "システムを実際に攻撃して脆弱性の有無を調べること",
          "通信経路を暗号化するなどして、公衆回線をあたかも専用回線であるかのように利用すること",
          "電子メールやファイルなどのハッシュデータを本人の秘密鍵で暗号化すること"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "[次の]{つぎの}[記憶媒体]{きおくばいたい}のうち、[記憶素子]{きおくそし}として[半導体]{はんどうたい}[メモリ]{memory}を[用いて]{もちいて}いるものだけを[全て]{すべて}[挙げ]{あげ}たものはどれか。\na CD-ROM\nb DVD-RAM\nc RAM\nd SSD\ne USB [メモリ]{memory}\n\n",
      "Option": [
          "a, b, c ",
          "a, b, e ",
          "c, d, e ",
          "c,е"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "[商品]{しょうひん}の[税込]{ぜいこみ}[価格]{かかく}を[計算]{けいさん}する[表計算]{ひょうけいさん}の[ワークシート]{worksheet}がある。[セル]{cell} B1には[消費税率]{しょうひぜいりつ}が[入力]{にゅうりょく}されており、[セル]{cell} B4~B6には[税抜]{ぜいぬき}[価格]{かかく}が[入力]{にゅうりょく}されている。[セル]{cell} C4~C6に[税込]{ぜいこみ}[価格]{かかく}を[表示す]{ひょうじす}るために、[セル]{cell} C4に式を[入力]{にゅうりょく}し、[セル]{cell} C5, C6に[複写]{ふくしゃ}する。[セル]{cell} C4に[入力]{にゅうりょく}する式はどれか。ここで、[セル]{cell}B1は、[パーセント]{%}[形式]{けいしき}で[表示し]{ひょうじし}ている。\n<table border=\"1\" style=\"width: 80%; table-layout: fixed;\">\n  <thead>\n    <tr>\n      <th style=\"width: 10%; padding: 10px;\"></th>\n      <th style=\"width: 30%; padding: 10px;\">A</th>\n      <th style=\"width: 30%; padding: 10px;\">B</th>\n      <th style=\"width: 30%; padding: 10px;\">C</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">1</td>\n      <td style=\"padding: 10px;\">[消費]{しょうひ}稅</td>\n      <td style=\"padding: 10px; text-align: right;\">10%</td>\n      <td style=\"padding: 10px;\"></td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">2</td>\n      <td style=\"padding: 10px;\"></td>\n      <td style=\"padding: 10px;\"></td>\n      <td style=\"padding: 10px;\"></td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">3</td>\n      <td style=\"padding: 10px; text-align: center;\">[商品名]{しょうひんめい}</td>\n      <td style=\"padding: 10px;\">[税抜]{ぜいぬき}[価格]{かかく}(円)</td>\n      <td style=\"padding: 10px;\">[税込]{ぜいこみ}[価格]{かかく}(円)</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">4</td>\n      <td style=\"padding: 10px;\">[商品]{しょうひん} X</td>\n      <td style=\"padding: 10px; text-align: right;\">200</td>\n      <td style=\"padding: 10px;\"></td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">5</td>\n      <td style=\"padding: 10px;\">[商品]{しょうひん} Y</td>\n      <td style=\"padding: 10px; text-align: right;\">500</td>\n      <td style=\"padding: 10px;\"></td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">6</td>\n      <td style=\"padding: 10px;\">[商品]{しょうひん} Z</td>\n      <td style=\"padding: 10px; text-align: right;\">100</td>\n      <td style=\"padding: 10px;\"></td>\n    </tr>\n  </tbody>\n</table>\n\n",
      "Option": [
          "B$4* (1+B$1)",
          "B$4*(1+B1)",
          "B4*(1+B$1)",
          "B4*(1+B1)"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "[ネットワーク]{network}や[ホスト]{ホスト}を[監視]{かんし}することによって、[不正]{ふせい}[アクセス]{access}や[不審]{ふしん}な[通信]{つうしん}を[発見]{はっけん}し、[報告]{ほうこく}する[仕組み]{しくみ}はどれか。\n\n",
      "Option": [
          "DMZ ",
          "IDS",
          "アンチパスバック",
          "ボット"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[手続]{てつづき} calcMod3を[呼び出し]{よびだし}たときの[出力]{しゅつりょく}はどれか。\n[[プログラム]{program}]\nOcalcMod3()\n    [整数型]{せいすうがた}: totalValue, i\n    totalValue <-- 0\n    for (i を 1 から 7 まで 1 ずつ[増やす]{ふやす})\n        if (i + 3 の[余り]{あまり} が 0 と[等しい]{ひとしい})\n            totalValue <-- totalValue + i\n        endif\n    endfor\n    totalValue を[出力]{しゅつりょく}する\n\n",
      "Option": [
          "2 ",
          "3 ",
          "7 ",
          "9"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "[サムネイル]{thumbnail，缩略图}の[説明]{せつめい}として、[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "画像や文書ファイルの内容を縮小して表示したもの",
          "処理の内容や対象が分かる小さな絵や記号のこと",
          "ネット上で利用者の分身として動作するキャラクターのこと",
          "複数のファイルを一つのファイルにまとめたもの"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "AI において、[広範囲]{こうはんい}かつ[大量]{たいりょう}の[データ]{data}で[訓練]{くんれん}されたものであり、[ファインチューニング]{fine tuning}などによって[文章]{ぶんしょう}[生成]{せいせい} AI のような[様々な]{さまざまな}[用途]{ようと}に[適応]{てきおう}できる[特徴]{とくちょう}をもつものを[何と]{なんと}いうか。\n\n",
      "Option": [
          "アノテーション",
          "エキスパートシステム",
          "基盤モデル",
          "畳み込みニューラルネットワーク"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "[イメージスキャナー]{Image Scanner}で[読み]{よみ}[取っ]{とっ}た紙の[書類]{しょるい}の[画像]{がぞう}から、[印刷文字]{いんさつもじ}や[手書き]{てがき}の[文字]{もじ}を[読み取り]{よみとり}、[テキストデータ]{text data}に[変換]{へんかん}する[技術]{ぎじゅつ}を[何と]{なんと}[呼ぶ]{よぶ}か。\n\n",
      "Option": [
          "CCD ",
          "DVI ",
          "GPU ",
          "OCR"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "ある[コンピュータ]{computer}の[データベース]{Data Science}の[内容]{ないよう}を[他の]{ほかの}[コンピュータ]{computer}の[データベース]{Data Science}に[複製]{ふくせい}して、[両者]{りょうしゃ}の[内容]{ないよう}が[一致]{いっち}するように[同期]{どうき}させる DBMS の[機能]{きのう}はどれか。\n\n",
      "Option": [
          "アーカイブ",
          "バックアップ",
          "レプリケーション",
          "ロールバック"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "ISMS の[運用]{うんよう}に PDCA [モデル]{model}を[採用]{さいよう}している[組織]{そしき}において、[サーバ]{server}[監視]{かんし}に[関す]{かんす}る[次の]{つぎの}[作業]{さぎょう}を[実施]{じっし}する。各[作業]{さぎょう}と PDCA [モデル]{model}の各[フェーズ]{phase}の[組合せ]{くみあわせ}として、[適切]{てきせつ}なものはどれか。\n[[作業]{さぎょう}]\n(1) [サーバ]{server}[監視]{かんし}の[具体的]{ぐたいてき}な[目的]{もくてき}[及び]{および}[手順]{てじゅん}を[定め]{さだめ}る。\n(2) [サーバ]{server}[監視]{かんし}の[作業内容]{さぎょうないよう}を[第三者]{だいさんしゃ}が[客観的]{きゃっかんてき}に[評価]{ひょうか}する。\n(3) [定め]{さだめ}られている[手順]{てじゅん}に[従って]{したがって}[サーバ]{server}を[監視]{かんし}する。\n(4) [発見]{はっけん}された[問題点]{もんだいてん}の[是正]{ぜせい}[処置]{しょち}として、[サーバ]{server}の[監視]{かんし}[方法]{ほうほう}を[変更]{へんこう}する。\n<table border=\"1\" style=\"width: 100%; table-layout: fixed;\">\n  <thead>\n    <tr>\n      <th style=\"width: 14%; padding: 10px;\"></th>\n      <th style=\"width: 18%; padding: 10px;\">P</th>\n      <th style=\"width: 25%; padding: 10px;\">D</th>\n      <th style=\"width: 18%; padding: 10px;\">C</th>\n      <th style=\"width: 25%; padding: 10px;\">A</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">ア</td>\n      <td style=\"padding: 10px; text-align: center;\">(1)</td>\n      <td style=\"padding: 10px; text-align: center;\">(2)</td>\n      <td style=\"padding: 10px; text-align: center;\">(3)</td>\n      <td style=\"padding: 10px; text-align: center;\">(4)</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">イ</td>\n      <td style=\"padding: 10px; text-align: center;\">(1)</td>\n      <td style=\"padding: 10px; text-align: center;\">(2)</td>\n      <td style=\"padding: 10px; text-align: center;\">(4)</td>\n      <td style=\"padding: 10px; text-align: center;\">(3)</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">ウ</td>\n      <td style=\"padding: 10px; text-align: center;\">(1)</td>\n      <td style=\"padding: 10px; text-align: center;\">(3)</td>\n      <td style=\"padding: 10px; text-align: center;\">(2)</td>\n      <td style=\"padding: 10px; text-align: center;\">(4)</td>\n    </tr>\n    <tr>\n      <td style=\"padding: 10px; text-align: center;\">エ</td>\n      <td style=\"padding: 10px; text-align: center;\">(1)</td>\n      <td style=\"padding: 10px; text-align: center;\">(3)</td>\n      <td style=\"padding: 10px; text-align: center;\">(4)</td>\n      <td style=\"padding: 10px; text-align: center;\">(2)</td>\n    </tr>\n  </tbody>\n</table>\n\n",
      "Option": [
          "ア",
          "イ",
          "ウ",
          "エ"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "ISMS における[情報]{じょうほう}[セキュリティ]{安全}[方針]{ほうしん}に[関す]{かんす}る[記述]{きじゅつ}として、[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "機密事項が記載されているので、伝達する範囲を社内に限定する必要がある。",
          "情報セキュリティ対策は一度実施したら終わりではないので, ISMS を継続的に改善するコミットメントを含める必要がある。",
          "部門の特性に応じて最適化するので, ISMS を適用する組織全体ではなく、部門ごとに定める必要がある。",
          "ボトムアップを前提としているので、各職場の管理者によって承認される必要がある。"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[問題]{もんだい}を[解い]{とい}て[解答]{かいとう}群の中から[正解]{せいかい}を[選ぶ]{えらぶ}、ある AI [システム]{system}がある。この[システム]{system}は、1回の[学習]{がくしゅう}の[過程]{かてい}を[経る]{へる}ごとに、[学習]{がくしゅう}の[過程]{かてい}の[前後]{ぜんご}の[比較]{ひかく}において、[誤り率]{あやまりりつ}が5%[低下]{ていか}する([前回]{ぜんかい}の[誤り率]{あやまりりつ}の95%になる)。[現在]{げんざい}の[正解率]{せいかいりつ}が30%であるとき、[正解率]{せいかいりつ}が35%を[超え]{こえ}るためには、[少なくとも]{すくなくとも}あと[何回]{なんかい}の[学習]{がくしゅう}の[過程]{かてい}が[必要]{ひつよう}か。\n\n",
      "Option": [
          "1 ",
          "2 ",
          "3 ",
          "4"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[動物]{どうぶつ}が[写っ]{うつっ}ている[大量]{たいりょう}の[画像]{がぞう}から犬や猫などの[特徴]{とくちょう}を[自動的]{じどうてき}に[抽出]{ちゅうしゅつ}して、[動物]{どうぶつ}の[種類]{しゅるい}を[識別]{しきべつ}できるようにする AI の[技術]{ぎじゅつ}はどれか。\n\n",
      "Option": [
          "e-ラーニング",
          "アクティブラーニング",
          "アダプティブラーニング",
          "ディープラーニング"
      ],
      "Analysis": "e-ラーニング：e-learning，电子学习\nアクティブラーニング：Active learning\nアダプティブラーニング：Adaptive learning\nディープラーニング：Deep learning",
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "PKI において、ある[条件]{じょうけん}に[当て]{あて}はまる[デジタル]{digital}[証明書]{しょうめいしょ}の[情報]{じょうほう}が[公開]{こうかい}されている[リスト]{list}として CRL がある。この[リスト]{list}に[掲載]{けいさい}される[条件]{じょうけん}として、[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "有効期間が満了している。",
          "有効期間が無期限である。",
          "有効期間内に失効している。",
          "有効期間を延長している。"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "[情報]{じょうほう}[セキュリティ]{安全}[対策]{たいさく}を、“[技術的]{ぎじゅつてき}[セキュリティ]{安全}[対策]{たいさく}”,“[人的]{じんてき}[セキュリティ]{安全}[対策]{たいさく}”[及び]{および}“[物理的]{ぶつりてき}[セキュリティ]{安全}[対策]{たいさく}”に[分類]{ぶんるい}したとき、“[物理的]{ぶつりてき}[セキュリティ]{安全}[対策]{たいさく}”の例として、[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "業務に関係のない掲示板や SNS などへの従業員による書込み、閲覧を防止するために, Web サーバへのアクセスログを取得し、必要に応じて通信を遮断する。",
          "サーバ室、執務室などの場所ごとにセキュリティレベルを設定し、従業員ごとのアクセス権が付与された ICカードで入退室管理を行う。",
          "従業員の採用時には、守秘義務に関する契約書を取り交わし、在籍中は機密情報の取扱いに関する教育、啓発を実施する。",
          "退職者が、在籍中のアカウントを用いた不正アクセスを行わないように、従業員の退職時にアカウントを削除する。"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "Aさんは、Bさんから[次の]{つぎの}4[種類]{しゅるい}の[メッセージ]{message}を[受け取っ]{うけとっ}た。Aさんが、[受け取っ]{うけとっ}た[メッセージ]{message}を[復号]{ふくごう}して[読む]{よむ}ことができるものだけを[全て]{すべて}[挙げ]{あげ}たものはどれか。\na AさんとBさんとの[共通]{きょうつう}鍵で[暗号化]{あんごうか}した[メッセージ]{message}\nb Aさんの[公開]{こうかい}鍵で[暗号化]{あんごうか}した[メッセージ]{message}\nc Bさんの[公開]{こうかい}鍵で[暗号化]{あんごうか}した[メッセージ]{message}\nd Bさんの[秘密]{ひみつ}鍵で[暗号化]{あんごうか}した[メッセージ]{message}\n\n",
      "Option": [
          "a, b, d ",
          "a, с, d ",
          "b, d ",
          "c, d"
      ],
      "Analysis": "テクノロジ系/技術要素/情報セキュリティ\n\n→ 对称加密（共通鍵方式）：\nA和B都知道这个共通鍵（预先共享的密钥），A可以用这个钥匙解密。\n✅ A可以读\n\n→ 非对称加密（公開鍵暗号）：\n使用A的公钥加密，只有A的私钥能解密。\n✅ A可以读\n\n→ 使用B的公钥加密，只有B的私钥可以解密。\n❌ A无法读\n\n→ 使用B的私钥加密\n→ 一般这种方式用于数字签名，即用发送者的私钥加密，接收者用其公钥验证或“解密”\n→ 虽然不是“加密保密”的用途，但A可以用B的公钥来“解密”这个消息\n✅ A可以读",
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "[無線]{むせん}LANの[セキュリティ]{安全}[対策]{たいさく}に[関す]{かんす}る[記述]{きじゅつ}として、[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "API は、複数のアクセスポイントをグループ化して管理する IDである。",
          "SSHは、アクセスポイントをステルス化することで無線LAN ネットワークを隠蔽する機能である。",
          "VPN は、アクセスポイントに登録した MAC アドレスをもつ機器以外からの接続を拒否する機能である。",
          "WPA2は, WEP よりも高い信頼性をもつ, 無線通信の暗号化技術である。"
      ],
      "Analysis": "WPA2 是一种用于保护无线网络（Wi-Fi）的安全协议。它由 Wi-Fi 联盟制定，用来防止他人未经授权访问你的无线网络。",
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "[情報]{じょうほう}[セキュリティ]{安全}の[リスクマネジメント]{Risk Management}における[リスク]{risk}[対応]{たいおう}を、[リスク]{risk}[移転]{いてん},[リスク]{risk}[回避]{かいひ}, [リスク]{risk}[低減]{ていげん}[及び]{および}[リスク]{risk}[保有]{ほゆう}の[四つ]{よつ}に[分け]{わけ}て[実施]{じっし}することにしたとき、これらに[関す]{かんす}る[記述]{きじゅつ}として、[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "リスク対応の実施手順であり、リスク回避,リスク移転、リスク低減、リスク保有の順番で進める。",
          "リスク対応の実施手順であり、リスク保有, リスク低減, リスク移転、リスク回避の順番で進める。",
          "リスク対応の選択肢であり,管理対象としたリスクの顕在化に備えて保険を掛けておくことは、リスク回避に該当する。",
          "リスク対応の選択肢であり, ノートPC の紛失や盗難に備えて社外への持出しをより厳重に管理することは、リスク低減に該当する。"
      ],
      "Analysis": "テクノロジ系/技術要素/情報セキュリティ",
      "Unit": 2025,
      "Correct Answer": 4
  }	,
  {
      "Question": "[従業員]{じゅうぎょういん}が[使用す]{しようす}る PC が[ランサムウェア]{ransomware，勒索软件}に[感染]{かんせん}した[場合]{ばあい}の[損害]{そんがい}を[軽減]{けいげん}する[対策]{たいさく}例として、[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "PCが接続するファイルサーバの HDD のバックアップデータを定期的に取得し、ネットワークから切り離して保管する。",
          "PCに多要素認証の仕組みを導入する。",
          "PCのHDDを暗号化する。",
          "PCへのログイン時に、パスワードを複数回間違えたら、当該 IDをロックする。"
      ],
      "Analysis": "テクノロジ系/コンピューターシステム/ハードウェア\nHDD：硬盘，多指机械硬盘\n\n如果员工使用的 PC 感染了勒索软件，以下哪项是减少损害的措施的适当示例？\n定期从 PC 所连接的文件服务器的 HDD 获取备份数据，并将其与网络分开存储。",
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "[情報]{じょうほう}[セキュリティ]{安全}における[脅威]{きょうい}の[説明]{せつめい}として、[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "攻撃者が付け込むことのできる情報システムの弱点",
          "情報資産が被害に遭う確率と被害規模の組合せ",
          "情報資産に損害を与える原因となるもの",
          "情報システムの弱点を利用した攻撃によって被害を受ける可能性"
      ],
      "Analysis": "蓝宝书N3知识点134，において/における：\"在...\"，“在...方面”\n\n情報資産に損害を与える原因となるもの\n导致信息资产受损的因素",
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "[稼働率]{かどうりつ}0.9の[装置]{そうち}で[並列]{へいれつ}[システム]{system}を[構成]{こうせい}したい。この[システム]{system}の[稼働率]{かどうりつ}を0.999とするためには、[最低]{さいてい}[何台]{なんだい}の[装置]{そうち}で[並列]{へいれつ}[システム]{system}を[構成]{こうせい}する[必要]{ひつよう}があるか。ここで、[並列]{へいれつ}[システム]{system}を[構成]{こうせい}したときに、[少なくとも]{すくなくとも}1台の[装置]{そうち}が[稼働]{かどう}していれば[システム]{system}は[正常]{せいじょう}に[稼働]{かどう}しているものとする。\n\n",
      "Option": [
          "2 ",
          "3 ",
          "4 ",
          "5"
      ],
      "Analysis": "概率问题：1-(1-0.9)^x>=0.999",
      "Unit": 2025,
      "Correct Answer": 2
  }	,
  {
      "Question": "[データベース]{Data Science}[設計]{せっけい}における[データ]{data}[分析]{ぶんせき}で[行う]{おこなう}こととして、[適切]{てきせつ}なものはどれか。\n\n",
      "Option": [
          "データウェアハウスから業務ごとに必要な情報を抽出する。",
          "データ項目の内容が、指定された条件を満足する行だけを抽出する。",
          "必要なデータ項目を洗い出し,項目間の関連を整理する。",
          "膨大な情報から統計的手法などを用いて、ビジネスに活用できる情報を探索する。"
      ],
      "Analysis": "蓝宝书N3知识点134，において/における：\"在...\"，“在...方面”\nデータウェアハウスから業務ごとに必要な情報を抽出する。\n从数据仓库中提取每项业务所需的信息。\nごと：每。事ごとに／月ごとの行事／年ごとの大祭\n\nデータ項目の内容が、指定された条件を満足する行だけを抽出する。\n仅提取数据项内容满足指定条件的行。",
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "OSS (Open Source Software)に[関す]{かんす}る[次の]{つぎの}[記述]{きじゅつ}のうち、[適切]{てきせつ}なものだけを[全て]{すべて}[挙げ]{あげ}たものはどれか。\na [個人]{こじん}だけではなく、[企業]{きぎょう}や[団体]{だんたい}が[開発]{かいはつ}した[ソフトウェア]{software}もある。\nb [著作権]{ちょさくけん}が[放棄]{ほうき}されている。\nc [入手]{にゅうしゅ}した[ソフトウェア]{software}は、[自由]{じゆう}に[再配布]{さいはいふ}してもよい。\n\n",
      "Option": [
          "a, b ",
          "a, b, c ",
          "а, с ",
          "b, с"
      ],
      "Analysis": "テクノロジ系/コンピューターシステム/ソフトウェア\n再配布：再次分发 / 再次发布 / 转发（用于软件时通常译为“再分发”）\nOSS：改良可能，有料で販売できる，著作権あり",
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "[情報]{じょうほう}[セキュリティ]{安全}において、[可用性]{かようせい}が[損な]{そこな}われた[事象]{じしょう}だけを[全て]{すべて}[挙げ]{あげ}たものはどれか。\na [関連]{かんれん}[取引先]{とりひきさき}との[電子]{でんし}[決済]{けっさい}[システム]{system}が DoS [攻撃]{こうげき}を[受け]{うけ}、[処理]{しょり}ができなくなった。\nb [顧客]{こきゃく}[情報管理]{じょうほうかんり}[システム]{system}の[顧客]{こきゃく}[情報]{じょうほう}が[誤っ]{あやまっ}た[内容]{ないよう}のまま[運用]{うんよう}されていた。\nc [社内]{しゃない}の[サーバ]{server}に[不正]{ふせい}[侵入]{しんにゅう}されて、[社外秘]{しゃがいひ}の[情報]{じょうほう}が漏えいした。\n\n",
      "Option": [
          "a ",
          "a, b ",
          "b, c ",
          "c"
      ],
      "Analysis": "顧客情報管理システムの顧客情報が誤った内容のまま運用されていた。\n顧客情報管理システムの顧客情報が誤った内容のまま運用されていた。",
      "Unit": 2025,
      "Correct Answer": 1
  }	,
  {
      "Question": "4個の[要素]{ようそ}から[成る]{なる}[データ]{data}の[並び]{ならび}を、[次の]{つぎの}[手順]{てじゅん}を[繰り返し]{くりかえし}て[昇順]{しょうじゅん}に[整列]{せいれつ}するとき、[整列]{せいれつ}が[終了]{しゅうりょう}するまでに(1)から (3)の[一連]{いちれん}の[手順]{てじゅん}は、[何回]{なんかい}[実行]{じっこう}されるか。ここで、[最初]{さいしょ}は[データ]{data}の[並び]{ならび}[全体]{ぜんたい}を[整列]{せいれつ}[対象]{たいしょう}とする。\n[データ]{data}の[並び]{ならび}: [27, 42, 33, 12]\n[[手順]{てじゅん}]\n(1) [整列]{せいれつ}[対象]{たいしょう}[中の]{なかの}[要素]{ようそ}の[最大]{さいだい}の値を[選び]{えらび}、[最後]{さいご}の[要素]{ようそ}と[入れ替え]{いれかえ}る。\n(2) [最後]{さいご}の[要素]{ようそ}を[整列]{せいれつ}[対象]{たいしょう}から[外す]{はずす}。\n(3) [整列]{せいれつ}[対象]{たいしょう}に[要素]{ようそ}が1個[以上]{いじょう}[残っ]{のこっ}ていれば、(1)から (3)の[一連]{いちれん}の[手順]{てじゅん}を[実行]{じっこう}する。[残っ]{のこっ}ていなければ、[整列]{せいれつ}[完了]{かんりょう}なので[終了]{しゅうりょう}する。\n\n",
      "Option": [
          "2 ",
          "3 ",
          "4 ",
          "5"
      ],
      "Analysis": "整列対象に要素が1個以上残っていれば\n如果排序目标中剩余一个或多个元素",
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "[関数]{かんすう} calculateAmountOfPrize は、[業務]{ぎょうむ}[改善]{かいぜん}の[効果]{こうか}における[改善]{かいぜん}額と[短縮]{たんしゅく}[期間]{きかん}を、それぞれ improvement と period で[受け取り]{うけとり}、[賞金]{しょうきん}額を[戻り値]{もどりち}とする。[改善]{かいぜん}額が20[万円]{まんえん}で[短縮]{たんしゅく}[期間]{きかん}が3日の[業務]{ぎょうむ}[改善]{かいぜん}と、[改善]{かいぜん}額が5[万円]{まんえん}で[短縮]{たんしゅく}[期間]{きかん}が14日の[業務]{ぎょうむ}[改善]{かいぜん}があった。この[二つ]{ふたつ}の[賞金]{しょうきん}額の[合計]{ごうけい}は[何円]{なんえん}か。ここで、[改善]{かいぜん}額と[短縮]{たんしゅく}[期間]{きかん}の値はそれぞれの[以上]{いじょう}とする。\n[[プログラム]{program}]\n○[整数型]{せいすうがた}:calculateAmountOfPrize([整数型]{せいすうがた}: improvement, // [改善]{かいぜん}額(円)\n    [整数型]{せいすうがた}: prize // [賞金]{しょうきん}額(円)\n    [整数型]{せいすうがた}: period) // [短縮]{たんしゅく}[期間]{きかん}(日)\nif (improvement が 100000 より[小さい]{ちーさい})\n    if (period が 7 より[小さい]{ちーさい})\n        prize <-- 500\n    else\n        prize <-- 1000\n    endif\nelse\n    if (period が 7 より[小さい]{ちーさい})\n        prize <-- 2000\n    else\n        prize <-- 5000\n    endif\nendif\nreturn prize\n\n",
      "Option": [
          "1,000 ",
          "1,500 ",
          "3,000 ",
          "5,500"
      ],
      "Analysis": "関数：函数\nそれぞれ：分别、各自\n函数c以业务改善效果中的改善金额i和时间缩短周期p为参数，返回对应的奖金数额。\n这里，改善量和缩短时间必须等于或大于各自的值。\n基本上算完第一个奖金是2000就能猜出来答案了，因为剩余选项只有2000+1000这一种情况可能发生",
      "Unit": 2025,
      "Correct Answer": 3
  }	,
  {
      "Question": "[個人]{こじん}の[認証]{にんしょう}に[用い]{もちい}る[要素]{ようそ}を、[知識]{ちしき}、[所有物]{しょゆうぶつ}[及び]{および}[バイオメトリクス]{生物识别技术}の[三つ]{みっつ}に[分類]{ぶんるい}したとき、[所有物]{しょゆうぶつ}を[要素]{ようそ}として[用いた]{もちいた}[認証]{にんしょう}の例はどれか。\n",
      "Option": [
          "SMSを用いた認証",
          "虹彩の特徴を用いた認証",
          "筆跡や筆圧、スピードなど、文字を書くときの特徴を用いた認証",
          "本人が事前に設定した質問とそれに対する答えを用いた認証"
      ],
      "Analysis": "",
      "Unit": 2025,
      "Correct Answer": 1
  },
  {
      "Question": "[経営]{けいえい}[理念]{りねん}を[説明し]{せつめいし}たものはどれか。（[平成]{へいせい}21[年度]{ねんど}）",
      "Option": [
          "企業が活動する際に指針となる基本的な考え方であり、企業の存在意義や価値順などを示したもの",
          "企業が競争優位性を構築するために活用する資源であり、一般的に人・物・金・情報で分類されるもの",
          "企業の特来の方向を示したビションを具現化するための意思決定計画であり、長期・中期・短期の別に策定されるもの",
          "企業のもつ個性、固有の企業らしさのことで社風とも呼ばれ、長年の企業活動の中で生み出され定着してきたもの"
      ],
      "Analysis": "P14",
      "Unit": 1,
      "Correct Answer": 1
  },
  {
      "Question": "CSRの[説明]{せつめい}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。（[平成]{へいせい}22[年度]{ねんど}）",
      "Option": [
          "企業が経営の仕方や業務プロセスを分析し、優れた点を学び、取り入れようとする手法",
          "企業活動において経済的成長だけでなく、環境や社会からの要請に対し、責任を果たすことが、企業価値の向上につながるという考え方",
          "企業の経営者が持つ権力が正しく行使されるように経営者を牽（けん）制する制度",
          "他社がまねのできない自社ならではの価値を提供する技術やスキルなど、企業の中核となる能力"
      ],
      "Analysis": "P17\nCSR(Corporate Social Responsibility): 企業の社会責任",
      "Unit": 1,
      "Correct Answer": 2
  },
  {
      "Question": "[現在]{げんざい}[担当]{たんとう}している[業務]{ぎょうむ}の[実践]{じっせん}を[通じ]{つうじ}て、[業務]{ぎょうむ}の[遂行]{すいこう}に[必要]{ひつよう}な[技術]{ぎじゅつ}や[知識]{ちしき}を[習得]{しゅうとく}させる[教育]{きょういく}[訓練]{くんれん}の[手法]{しゅほう}はどれか。（[平成]{へいせい}27[年度]{ねんど}）",
      "Option": [
          "CDP",
          "e-ラーニング",
          "Off-JT",
          "OJT"
      ],
      "Analysis": "P19\nOJT(On the Job Training)",
      "Unit": 1,
      "Correct Answer": 4
  },
  {
      "Question": "PCや[サーバ]{server}、[ネットワーク]{network}などの[情報通信機器]{じょうほうつうしんきき}の[省エネ]{しょうエネ: 节能}や[資源]{しげん}の[有効利用]{ゆうこうりよう}だけでなく、それらの[機器]{きき}を[利用]{りよう}することによって[社会]{しゃかい}の[省エネ]{しょうエネ: 节能}を[推進]{すいしん}し、[環境]{かんきょう}を[保護]{ほご}していくという[考え方]{かんがえかた}はどれか。（[平成]{へいせい}22[年度]{ねんど}）",
      "Option": [
          "エコファーム",
          "環境アセスメント",
          "グリーンIT",
          "ゼロエミッション"
      ],
      "Analysis": "P18",
      "Unit": 1,
      "Correct Answer": 3
  },
  {
      "Question": "図によって[表さ]{あらわさ}れる[企業]{きぎょう}の[組織]{そしき}[形態]{けいたい}はどれか。（[平成]{へいせい}28[年度]{ねんど}）\n\n                                    [社長]{しゃちょう}\n[研究開発]{けんきゅうかいはつ}  [製造]{せいぞう}  [販売]{はんばい}  [総務]{そうむ}・[人事]{じんじ}  [経理]{けいり}・[財務]{ざいむ}",
      "Option": ["事業部制組織", "社内ベンチャ組織", "職能別組織", "マトリックス組織"],
      "Analysis": "P22",
      "Unit": 1,
      "Correct Answer": 3
  },
  {
      "Question": "[事業部制]{じぎょうぶせい}[組織]{そしき}を[説明し]{せつめいし}たものはどれか。（[平成]{へいせい}25[年度]{ねんど}）",
      "Option": [
          "構成員が自己の専門とする職能部門と特定の事業を遂行する部門の両方に所属する組織である",
          "購買・生産・販売・財務などの仕事の性質によって部門を編成した組織である",
          "特定の課題のもとに各部門から専門家を集めて編成し、期間と目標を定めて活動",
          "利益責任と業務遂行に必要な職能を、製品別、顧客別又は地域別にもつことによって、自己完結的な経営活動が展開できる組織である"
      ],
      "Analysis": "P23",
      "Unit": 1,
      "Correct Answer": 4
  },
  {
      "Question": "[経営]{けいえい}[幹部]{かんぶ}の[役職]{やくしょく}のうち、[情報]{じょうほう}[システム]{system}を続括する[最高責任者]{さいこうせきにんしゃ}はどれか。（[平成]{へいせい}26[年度]{ねんど}）",
      "Option": ["CEO", "CFO", "CIO", "COO"],
      "Analysis": "P25",
      "Unit": 1,
      "Correct Answer": 3
  },
  {
      "Question": "[パレート]{帕累托法则}図の[説明]{せつめい}として、[適切]{てきせつ}なものはどれか（[平成]{へいせい}23[年度]{ねんど}）",
      "Option": [
        "作業を失線で、作業の始点／終点を丸印で示して、それらを順次左から右へとつなぎ、作業の開始から終了までの流れを表現した図", 
        "二次元データの値を縦軸と横軸の座標値としてプロットした図", 
        "分類項目別に分けたデータを数の多い順に並べた棒グラフで示し、重ねて総件数に対する比率の累積和を折れ線グラフで示した図", 
        "放射状に伸びた数値軸上の値を線で結んだ多角形の図"
      ],
      "Analysis": "P30",
      "Unit": 1,
      "Correct Answer": 3
  },
  {
      "Question": "2[種類]{しゅるい}の[データ]{data}の[関係性]{かんけいせい}を[表す]{あらわす}ことを[目的]{もくてき}として[用い]{もちい}るものはどれか（[平成]{へいせい}24[年度]{ねんど}）",
      "Option": ["決定表", "散布図", "特性要因図", "パレート図"],
      "Analysis": "P31",
      "Unit": 1,
      "Correct Answer": 2
  },
  {
      "Question": "[損益計算書]{そんえきけいさんしょ}に[記載]{きさい}されるA～Eの5つの[利益]{りえき}のうち、Cに当てはまるものはどれか。（平成22年度）\n<div style=\"display:inline-block; line-height:1.1;\">\n<div style=\"text-align:right; font-size:13px; margin:0; padding:0;\">単位：百万円</div>\n<table border=\"1\" style=\"width:100%; table-layout:fixed;\">\n<tr><td>[売上高]{うりあげだか}</td><td>100</td></tr>\n<tr><td>[売上原価]{うりあげげんか}</td><td>75</td></tr>\n<tr><td>A</td><td>25</td></tr>\n<tr><td>[販売費及び一般管理費]{はんばいひおよびいっぱんかんりひ}</td><td>10</td></tr>\n<tr><td>B</td><td>15</td></tr>\n<tr><td>[営業外収益]{えいぎょうがいしゅうえき}</td><td>3</td></tr>\n<tr><td>[営業外費用]{えいぎょうがいひよう}</td><td>7</td></tr>\n<tr><td>C</td><td>11</td></tr>\n<tr><td>[特別損失]{とくべつそんしつ}</td><td>2</td></tr>\n<tr><td>D</td><td>9</td></tr>\n<tr><td>[法人税・住民税及び事業税]{ほうじんぜいおよびじぎょうぜい}</td><td>3</td></tr>\n<tr><td>E</td><td>6</td></tr>\n</table></div>",
      "Option": ["売上総利益", "営業利益", "経常利益", "当期純利益"],
      "Analysis": "P43\nA: 売上総利益\nB: 営業利益\nE: 当期純利益",
      "Unit": 1,
      "Correct Answer": 3
  },
  {
      "Question": "[貸借対照表]{たいしゃくたいしょうひょう}から求められる、[自己資本比率]{じこしほんひりつ}は何%か。（平成30年度）\n<div style=\"display:inline-block; line-height:1.1;\">\n<div style=\"text-align:right; font-size:13px; margin:0; padding:0;\">\n    単位  百万円\n</div>\n\n  <table border=\"1\" style=\"border-collapse:collapse; width:100%; table-layout:fixed;\">\n    <tr>\n      <td colspan=\"2\" style=\"text-align:center;\">[資産の部]{しさんのぶ}</td>\n      <td colspan=\"2\" style=\"text-align:center;\">[負債の部]{ふさいのぶ}</td>\n    </tr>\n\n    <tr>\n      <td>[流動資産合計]{りゅうどうしさんごうけい}</td>\n      <td style=\"text-align:right;\">100</td>\n\n      <td>[流動負債合計]{りゅうどうふさいごうけい}</td>\n      <td style=\"text-align:right;\">160</td>\n    </tr>\n\n    <tr style=\"height:180px;\">\n      <td>[固定資産合計]{こていしさんごうけい}</td>\n      <td style=\"text-align:right; vertical-align:top;\">500</td>\n\n      <td>[固定負債合計]{こていふさいごうけい}</td>\n      <td style=\"text-align:right; vertical-align:top;\">200</td>\n    </tr>\n\n    <tr>\n      <td rowspan=\"2\" colspan=\"2\"></td>\n\n      <td style=\"border-right:none;\">[純資産の部]{じゅんしさんのぶ}</td>\n      <td style=\"border-left:none;\"></td>\n    </tr>\n\n    <tr>\n      <td>[株主資本]{かぶぬししほん}</td>\n      <td style=\"text-align:right;\">240</td>\n    </tr>\n  </table>\n</div>",
      "Option": ["40", "80", "125", "150"],
      "Analysis": "P41",
      "Unit": 1,
      "Correct Answer": 1
  },
  {
      "Question": "[ブレーンストーミング]{头脑风暴}の[進め方]{すすめかた}のうち、[適切]{てきせつ}なものはどれか。（[平成]{へいせい}30[年度]{ねんど}）",
      "Option": [
        "自由放なアイディアは控え、実現可能なアイディアの提出を求める。", 
        "他のメンバの案に便乗した改善案が出ても、とがめずに進める。", 
        "メンバから出される意見の中で、テーマに適したものを選択しながら進める。", 
        "量よりも質の高いアイディアを追求するために、アイディアの批判を奨励する。"
      ],
      "Analysis": "P33",
      "Unit": 1,
      "Correct Answer": 2
  },
  {
      "Question": "[製品]{せいひん}Aの[生産]{せいさん}[及び]{および}[販売]{はんばい}に[必要]{ひつよう}な[固定費]{こていひ}は[年間]{ねんかん}3,000[万円]{まんえん}である。[製品]{せいひん}Aの[単価]{たんか}が2[万円]{まんえん}、[生産]{せいさん}[及び]{および}[販売]{はんばい}に[掛か]{かか}る1個[当たり]{あたり}の[変動費]{へんどうひ}が5,000円であるとき、[製品]{せいひん}Aの[損益]{そんえき}[分岐点]{ぶんきてん}における[販売]{はんばい}[個数]{こすう}は[何個]{なんこ}か。（[平成]{へいせい}25[年度]{ねんど}）",
      "Option": ["1,500", "2,000", "4,000", "6,000"],
      "Analysis": "P35",
      "Unit": 1,
      "Correct Answer": 2
  },
  {
      "Question": "ROE（Return On Equity）を[説明し]{せつめいし}たものはどれか。（[平成]{へいせい}25[年度]{ねんど}）",
      "Option": [
        "株主だけでなく、債権者も含めた資金提供者の立場から、企業が所有している資産全体の収益性を表す指標", 
        "株主の立場から、企業が、どれだけ資本コストを上回る利益を生み出したかを表す指標", 
        "現在の株価が、前期実績又は今期予想の1株当たり利益の何倍かを表す指標", 
        "自己資本に対して、どれだけの利益を生み出したかを表す指標"
      ],
      "Analysis": "P46最下面",
      "Unit": 1,
      "Correct Answer": 4
  },
  {
      "Question": "[財務諸表]{ざいむしょひょう}のうち、“[営業活動]{えいぎょうかつどう}”、“[投資]{とうし}[活動]{かつどう}”、“[財務]{ざいむ}[活動]{かつどう}”の[三つ]{みっつ}の[活動]{かつどう}[区分]{くぶん}に[分け]{わけ}て[表す]{あらわす}ものはどれか（[平成]{へいせい}22[年度]{ねんど}）",
      "Option": ["キャッシュフロー計算書", "損益計算書", "貸借対照表", "有価証券報告書"],
      "Analysis": "P45-P46",
      "Unit": 1,
      "Correct Answer": 1
  },
  {
      "Question": "[著作権法]{ちょさくけんほう}による[保護]{ほご}の[対象]{たいしょう}となるものはどれか。（[平成]{へいせい}28[年度]{ねんど}）",
      "Option": ["アルゴリズム", "操作マニュアル", "プログラム言語", "プロトコル"],
      "Analysis": "P53-P54",
      "Unit": 2,
      "Correct Answer": 2
  },
  {
      "Question": "[知的財産権]{ちてきざいさんけん}のうち、[権利]{けんり}の[発生]{はっせい}のために[申請]{しんせい}や[登録]{とうろく}の[手続]{てつづき}を[必要]{ひつよう}としないものはどれか。（[平成]{へいせい}21[年度]{ねんど}）",
      "Option": ["意匠権", "実用新案権", "著作権", "特許権"],
      "Analysis": "P55",
      "Unit": 2,
      "Correct Answer": 3
  },
  {
      "Question": "[著作権法]{ちょさくけんほう}の[保護]{ほご}の[対象]{たいしょう}となるものはどれか。（[平成]{へいせい}26[年度]{ねんど}）",
      "Option": [
        "形状や色が斬新な机のデザイン", 
        "自然法則を利用した技術的に新しい仕組み", 
        "新発売した商品の名称", 
        "風景を撮影した写真"
      ],
      "Analysis": "P53-P54",
      "Unit": 2,
      "Correct Answer": 4
  },
  {
      "Question": "[不正]{ふせい}[競争]{きょうそう}[防止法]{ぼうしほう}の[不正]{ふせい}[競争]{きょうそう}に[該当]{がいとう}するものはどれか。（[平成]{へいせい}23[年度]{ねんど}）",
      "Option": [
        "競争関係にある他社の用の低下につながる、反社会的な行為を公表した。", 
        "自社で使っているドメイン名が、偶然他社のドメイン名と類似していた。", 
        "新間に記載されていた場除用具開発の着想を参考にして、オリジナルな文房具を開発した。", 
        "取引先から入手した情報が他社の営業秘密に当たるものであることを知っていながら、自社で使用した。"
      ],
      "Analysis": "P61-P62",
      "Unit": 2,
      "Correct Answer": 4
  },
  {
      "Question": "[インターネット]{Internet}を[利用]{りよう}した[新た]{あらた}な[ビジネスモデル]{Business Model}を[保護]{ほご}する[法律]{ほうりつ}はどれか（[平成]{へいせい}25[年度]{ねんど}）",
      "Option": ["意匠法", "商標法", "著作権法", "特許法"],
      "Analysis": "P57",
      "Unit": 2,
      "Correct Answer": 4
  },
  {
      "Question": "[外部]{がいぶ}に[技術]{ぎじゅつ}の[導入]{どうにゅう}[手法]{しゅほう}の[一つ]{ひとつ}として、[企業]{きぎょう}が[互いに]{たがいに}[有す]{ゆうす}る[特許]{とっきょ}の[実施]{じっし}権を[相互]{そうご}に[許諾]{きょだく}するものはどれか（[平成]{へいせい}26[年度]{ねんど}）",
      "Option": ["アライアンス", "クロスライセンス", "ジョイントベンチャ", "ロイヤルティ"],
      "Analysis": "P58",
      "Unit": 2,
      "Correct Answer": 2
  },
  {
      "Question": "[不正]{ふせい}[アクセス]{access}[禁止]{きんし}法において、[不正]{ふせい}[アクセス]{access}と[呼ば]{よば}れている[行為]{こうい}はどれか。",
      "Option": [
        "共有サーバにアクセスし、ソフトウェアパッケージを無断で違法コピーする。", 
        "他人のパスワードを使って、インターネット経由でコンピュータにアクセスする。", 
        "他人を中傷する文章をインターネット上に掲載し、アクセスを可能にする。", 
        "わいせつな画像を掲載しているホームページにアクセスする。"
      ],
      "Analysis": "P62",
      "Unit": 2,
      "Correct Answer": 2
  },
  {
      "Question": "[不正]{ふせい}[アクセス]{access}[行為]{こうい}の[禁止]{きんし}等に[関す]{かんす}る[法律]{ほうりつ}で[禁止]{きんし}されている[行為]{こうい}はどれか。（[平成]{へいせい}24[年度]{ねんど}）",
      "Option": [
        "OSなどに存在するセキュリティ上の弱点を電気通回線を通じて攻撃してコンピュータを不正利用する行為", 
        "営業秘密や営業上のノウハウの盗用などの不正行為", 
        "他人を誹誇中傷する内容をホームページや掲示板などへ掲載する行為", 
        "本人に対して個人情報の利用目的を隠し、不正な手段で取得する行為"
      ],
      "Analysis": "ノウハウ: 知识",
      "Unit": 2,
      "Correct Answer": 1
  },
  {
      "Question": "[インターネット]{Internet}に[接続し]{せつぞくし}ている[コンピュータ]{computer}[環境]{かんきょう}において、[不正]{ふせい}[アクセス]{access}[禁止]{きんし}法で[規制]{きせい}されている、[不正]{ふせい}[アクセス]{access}を[助長]{じょちょう}する[行為]{こうい}に[該当]{がいとう}するものはどれか。（[平成]{へいせい}26[年度]{ねんど}）",
      "Option": [
        "住所や氏名などの個人情報を不正に詐取するプログラムを作成して配布する。", 
        "商用の音楽コンテンツを、ブログで不特定多数がダウンロードできる状態にする。", 
        "他人のIDとパスワードを、本人に無断で第三者に口頭で伝える。", 
        "特定のWebサイトに対する大量のアクセスを扇動する書込みを、電子掲示板に投稿する。"
      ],
      "Analysis": "",
      "Unit": 2,
      "Correct Answer": 3
  },
  {
      "Question": "[労働基準法]{ろうどうきじゅんほう}を[説明し]{せつめいし}たものはどれか。",
      "Option": [
        "生活の安定、労働力の質的向上のために最低の賃金を保障した法律", 
        "短時間労働者の福祉の増進を目的に定められた法律", 
        "必要な技術をもった労働者を企業に派遣する事業に関しての法律", 
        "労働時間、休憩、休暇など労働条件の最低ラインを定めた法律"
      ],
      "Analysis": "P64",
      "Unit": 2,
      "Correct Answer": 4
  },
  {
      "Question": "X社の[要員]{よういん}をA社に[駐在]{ちゅうざい}させ、A社の[プロジェクトリーダ]{Project Leader}の[指示]{しじ}の下で[ヘルプデスク]{Help Desk}[業務]{ぎょうむ}を[行って]{いって}いる。このときA社がX社と[取り]{とり}[交わ]{まじわ}す[契約書]{けいやくしょ}として[適切]{てきせつ}なものはどれか。（[平成]{へいせい}24[年度]{ねんど}）",
      "Option": ["請負契約書", "雇用契約書", "売買契約書", "労働者派遣契約書"],
      "Analysis": "P65下图",
      "Unit": 2,
      "Correct Answer": 4
  },
  {
      "Question": "[民法]{みんぽう}では、[請負]{うけおい}[契約]{けいやく}における[注文]{ちゅうもん}者と[請負人]{うけおいにん}の[義務]{ぎむ}が[定め]{さだめ}られている。[記述]{きじゅつ}みa～cのうち、[民法上]{みんぽうじょう}の[請負人]{うけおいにん}の[義務]{ぎむ}となるものだけを[全て]{すべて}[挙げ]{あげ}たものはどれか。（[平成]{へいせい}23[年度]{ねんど}）\n\na. [請け]{うけ}[負っ]{おっ}た[仕事]{しごと}の[欠陥]{けっかん}に[対し]{たいし}、[期間]{きかん}を[限っ]{かぎっ}て[責任]{せきにん}を[負う]{おう}。\nb. [請け]{うけ}[負っ]{おっ}た[仕事]{しごと}を[完成す]{かんせいす}る。\nc. [請け]{うけ}[負っ]{おっ}た[全て]{すべて}の[仕事]{しごと}を[自ら]{みずから}の[手で]{てで}[行う]{おこなう}。",
      "Option": ["a", "a, b", "a, b, c", "a, c"],
      "Analysis": "P66\n\n請け負った仕事の欠陥に対し、期間を限って責任を負う。\n针对所承揽工作中的缺陷，在限定期限内承担责任。",
      "Unit": 2,
      "Correct Answer": 2
  },
  {
      "Question": "A社では[新た]{あらた}な[システム]{system}の[開発]{かいはつ}を[予定]{よてい}している。その[システム]{system}の[著作権]{ちょさくけん}をA社に[帰属]{きぞく}させるために[必要]{ひつよう}なことだけを[全て]{すべて}[挙げ]{あげ}たものはどれか。ここで、[著作権]{ちょさくけん}に[関す]{かんす}る[特段]{とくだん}の[契約]{けいやく}や[取決]{とりきめ}めはない。（[平成]{へいせい}25[年度]{ねんど}）\n\n(1)A社は[開発]{かいはつ}の[全て]{すべて}を[委託]{いたく}する\n(2)A社は[開発]{かいはつ}を[委託]{いたく}した[会社]{かいしゃ}と[機密]{きみつ}[保持]{ほじ}[契約]{けいやく}を[締結]{ていけつ}する\n(3)A社の[社員]{しゃいん}と[派遣社員]{はけんしゃいん}によって[開発]{かいはつ}する",
      "Option": ["(1), (2)", "(1), (3)", "(2), (3)", "(3)"],
      "Analysis": "P67",
      "Unit": 2,
      "Correct Answer": 4
  },
  {
      "Question": "[フレックスタイム]{弹性工作制}制の[運用]{うんよう}に[関す]{かんす}る[説明]{せつめい}a～cのうち、[適切]{てきせつ}なものだけをすべて[挙げ]{あげ}こものはどれか。（[平成]{へいせい}30[年度]{ねんど}/[令和]{れいわ}[元年度]{がんねんど}）\n\na. [コアタイム]{核心时间}の[時間帯]{じかんたい}は、[勤務]{きんむ}する[必要]{ひつよう}がある。\nb. [実際]{じっさい}の[労働時間]{ろうどうじかん}によらず、[残業時間]{ざんぎょうじかん}は[事前]{じぜん}に[定め]{さだめ}た[時間]{じかん}となる。\nc. [上司]{じょうし}による[労働時間]{ろうどうじかん}の[管理]{かんり}が[必要]{ひつよう}である。",
      "Option": ["a, b", "a, b, c", "a, c", "b"],
      "Analysis": "P67",
      "Unit": 2,
      "Correct Answer": 3
  },
  {
      "Question": "[コンプライアンス]{compliance}[経営]{けいえい}を[説明し]{せつめいし}たものはどれか。（[平成]{へいせい}21[年度]{ねんど}）",
      "Option": [
        "株主に対して企業活動の正当性を保持するために、経営管理が適切に行われているかどうかを監視し、点検する。", 
        "株主やその他の利害関係者に対して、経営活動の内容、実績に関する説明責任を負う。", 
        "企業倫理に基づき、ルール、マニュアル、チェックシステムなどを撃備し、法令や社会規範を遵守した企業活動を行う。", 
        "投資家やアナリストに対して、投資判断に必要な正確な経営情報を適時に、かつ継続して提供する。"
      ],
      "Analysis": "P73",
      "Unit": 2,
      "Correct Answer": 3
  },
  {
      "Question": "[個人情報]{こじんじょうほう}に[該当]{がいとう}しないものはどれか。（[平成]{へいせい}25[年度]{ねんど}）",
      "Option": [
        "50音別電話帳に記載されている氏名、住所、電話番号", 
        "自社の従業員の氏名、住所が記載された住所録", 
        "社員コードだけで構成され、他の情報と容易に照合できない社員リスト", 
        "防犯カメラに記録された、個人が識別できる映像"
      ],
      "Analysis": "",
      "Unit": 2,
      "Correct Answer": 3
  },
  {
      "Question": "[個人情報]{こじんじょうほう}を[他社]{たしゃ}に[渡し]{わたし}た[事例]{じれい}のうち、[個人情報]{こじんじょうほう}[保護]{ほご}法において、[本人]{ほんにん}の[同意]{どうい}が[必要]{ひつよう}なものはどれか。（[平成]{へいせい}24[年度]{ねんど}）",
      "Option": [
        "親会社の新製品を案内するために、顧客情報を親会社へ渡した。", 
        "顧客リストの作成が必要になり、その作業を委託するために、顧客情報をデータ入力業者へ渡した。", 
        "身体に危害を及ぼすリコール対象製品を回収するために、顧客情報をメーカへ渡した。", 
        "請求書の配送業務を委託するために、顧客情報を配送業者へ渡した。"
      ],
      "Analysis": "親会社(おやがいしゃ): 母公司\n\n顧客リストの作成が必要になり、その作業を委託するために、顧客情報をデータ入力業者へ渡した。\n为了制作客户清单，为了将该工作外包，将客户信息交给了数据录入公司。",
      "Unit": 2,
      "Correct Answer": 1
  },
  {
      "Question": "[個人情報]{こじんじょうほう}[保護]{ほご}法における、[個人情報]{こじんじょうほう}[取扱]{とりあつかい}[事業者]{じぎょうしゃ}の[義務]{ぎむ}はどれか。（[平成]{へいせい}28[年度]{ねんど}）",
      "Option": [
        "個人情報の安全管理が図られるよう、業務委託先を監する。", 
        "個人情報の安全管理を図るため、行政によるシステム監査を受ける。", 
        "個人情報の利用に関して、監官庁に届出を行う。", 
        "プライバシーマークを取得する。"
      ],
      "Analysis": "P75-P76",
      "Unit": 2,
      "Correct Answer": 1
  },
  {
      "Question": "[行政機関]{ぎょうせいきかん}の[保有]{ほゆう}する[資料]{しりょう}について、[開示]{かいじ}を[請求]{せいきゅう}する[権利]{けんり}とその[手続]{てつづき}などについて[定め]{さだめ}た[法律]{ほうりつ}はどれか。（[令和]{れいわ}[元年度]{がんねんど}）",
      "Option": ["公益通報者保護法", "個人情報保護法", "情報公開法", "不正アクセス禁止法"],
      "Analysis": "P77",
      "Unit": 2,
      "Correct Answer": 3
  },
  {
      "Question": "POS[システム]{system}などで[商品]{しょうひん}を[一意]{いちい}に[識別]{しきべつ}するために、[バーコード]{barcode}として[商品]{しょうひん}に[印刷]{いんさつ}された[コード]{code}はどれか。（[平成]{へいせい}21[年度]{ねんど}）",
      "Option": ["JAN", "JAS", "JIS", "QR"],
      "Analysis": "P79\nJAN(Japanese Article Number)",
      "Unit": 2,
      "Correct Answer": 1
  },
  {
      "Question": "[情報]{じょうほう}を[縦横]{たてよこ}2[次元]{じげん}の[図形]{ずけい}[パターン]{pattern}に[保存]{ほぞん}する[コード]{code}はどれか。（[令和]{れいわ}[元年度]{がんねんど}）",
      "Option": ["ASCIIコード", "Gコード", "JANコード", "QRコード"],
      "Analysis": "",
      "Unit": 2,
      "Correct Answer": 4
  },
  {
      "Question": "[プロダクトポートフォリオマネジメント]{Product Portfolio Management}では、[縦軸]{たてじく}に[市場]{しじょう}[成長率]{せいちょうりつ}、[横軸]{よこじく}に[市場]{しじょう}[占有率]{せんゆうりつ}をとった[マトリックス]{matrix}図を[四つ]{よつ}の[象限]{しょうげん}に[区分]{くぶん}し、[製品]{せいひん}の[市場]{しじょう}における[位置付け]{いちづけ}を[分析]{ぶんせき}して[資源配分]{しげんはいぶん}を[検討す]{けんとうす}る。[四つ]{よつ}の[象限]{しょうげん}のうち、[市場]{しじょう}[成長率]{せいちょうりつ}は[低い]{ひくい}が[市場]{しじょう}[占有率]{せんゆうりつ}を[高く]{たかく}[保っ]{たもっ}ている[製品]{せいひん}の[位置付け]{いちづけ}はどれか。（[平成]{へいせい}21[年度]{ねんど}）",
      "Option": ["金のなる木", "花形製品", "負け犬", "問題児"],
      "Analysis": "P90",
      "Unit": 3,
      "Correct Answer": 1
  },
  {
      "Question": "SWOT[分析]{ぶんせき}は、[企業]{きぎょう}の[戦略]{せんりゃく}[立案]{りつあん}の[際に]{さいに}、[機会]{きかい}と[脅威]{きょうい}、[強み]{つよみ}と[弱み]{よわみ}を[検討す]{けんとうす}る[分析]{ぶんせき}[手法]{しゅほう}である。[強み]{つよみ}と[弱み]{よわみ}の[評価]{ひょうか}の[対象]{たいしょう}となるものはどれか。",
      "Option": ["競合する企業の数", "自社の商品価格", "ターゲットとしている市場の伸び", "日本経済の動向"],
      "Analysis": "P90\nターゲットとしている市場の伸び: 目标市场的增长",
      "Unit": 3,
      "Correct Answer": 2
  },
  {
      "Question": "[企業]{きぎょう}[戦略]{せんりゃく}における[アライアンス]{alliance}の[効果]{こうか}として[適切]{てきせつ}なものはどれか。（[平成]{へいせい}24[年度]{ねんど}）",
      "Option": [
        "異文化をもった相手企業が合併や買収によって加わることで、混乱や摩擦が生じることがあるが、有形・無形の経営資源を得ることができる。", 
        "外部の専門業者にその企業にとって中核でない業務を委託することによって、企業本来の業務に人員をシフトすることができる。", 
        "技術提携、生産や販売の委託、合弁会社の設立などによって、複数の企業が互いの独自性を維持しながら連携を強化することができる。", 
        "ループ企業の株式を保有することによって、本社機能に特化した会社形態として経営を行うことができる。"
      ],
      "Analysis": "P94",
      "Unit": 3,
      "Correct Answer": 3
  },
  {
      "Question": "[企業]{きぎょう}の[アライアンス]{alliance}[戦略]{せんりゃく}のうち、[ジョイントベンチャ]{合资企业}の[説明]{せつめい}として、[適切]{てきせつ}なものはどれか。（[令和]{れいわ}[元年度]{がんねんど}）",
      "Option": [
        "2社以上の企業が共同出資して経営する企業のこと", 
        "企業間で相互に出資や株式の持合などの協力関係を結ぶこと", 
        "企業の合併や買収によって相手企業の支配権を取得すること", 
        "技術やブランド、販売活動などに関する権利の使用を認めること"
      ],
      "Analysis": "P94",
      "Unit": 3,
      "Correct Answer": 1
  },
  {
      "Question": "TOBの[説明]{せつめい}として、[適切]{てきせつ}なものはどれか。（[平成]{へいせい}22[年度]{ねんど}）",
      "Option": [
        "買付け価格と期間を公表し、不特定多数の株主から株式を買い集めるこ", 
        "株式の所有を通じて、他企業を支配またはコントロールすること", 
        "業が自ら発行した株式を市場の時価で買い入れること", 
        "企業の経営陣が自社株の買取りを実施し、企業の所有権を取得すること"
      ],
      "Analysis": "P95",
      "Unit": 3,
      "Correct Answer": 1
  },
  {
      "Question": "[マーケティングミックス]{营销组合}の[説明]{せつめい}として、[適切]{てきせつ}なものはどれか。（[平成]{へいせい}24[年度]{ねんど}）",
      "Option": [
        "機会、脅威、強み、弱みの各視点から自社環境を考察して戦略を立てる考え方", 
        "顧客、競合他社、自社の実力を知ることによって戦略を立てる考え方", 
        "製品、流通、価格、販売促進の各要素を検討して戦略を立てる考え方", 
        "製品を花形、金のなる木、問題児、負け犬に分類して戦略を立てる考え方"
      ],
      "Analysis": "P96",
      "Unit": 3,
      "Correct Answer": 3
  },
  {
      "Question": "[データベース]{Data Science}[化さ]{かさ}れた[顧客]{こきゃく}[情報]{じょうほう}を[活用]{かつよう}し、[優良]{ゆうりょう}[顧客]{こきゃく}を[抽出]{ちゅうしゅつ}する[方法]{ほうほう}として、[適切]{てきせつ}なものはどれか（[平成]{へいせい}28[年度]{ねんど}）",
      "Option": ["3C分析", "RFM分析", "SWOT分析", "バリューチェーン分析"],
      "Analysis": "P97",
      "Unit": 3,
      "Correct Answer": 2
  },
  {
      "Question": "[企業]{きぎょう}の[経営]{けいえい}を、[財務]{ざいむ}[的な]{てきな}[業績]{ぎょうせき}からだけでなく[顧客]{こきゃく}、[業務]{ぎょうむ}[プロセス]{process}、[学習]{がくしゅう}と[成長]{せいちょう}といった[側面]{そくめん}から[分析]{ぶんせき}[評価]{ひょうか}し、[戦略]{せんりゃく}の[策定]{さくてい}に[結び]{むすび}[付け]{つけ}ようとする[手法]{しゅほう}はどれか。（[平成]{へいせい}27[年度]{ねんど}）",
      "Option": ["BSC", "CSF", "PPM", "SWOT分析"],
      "Analysis": "P102",
      "Unit": 3,
      "Correct Answer": 1
  },
  {
      "Question": "[経営]{けいえい}[戦略]{せんりゃく}の[目標]{もくひょう}や[目的]{もくてき}を[達成]{たっせい}する[上で]{うえで}、[重要な]{じゅうような}[要因]{よういん}を[表す]{あらわす}ものはどれか。（[平成]{へいせい}22[年度]{ねんど}）",
      "Option": ["CSF", "ERP", "MRP", "SCM"],
      "Analysis": "P103",
      "Unit": 3,
      "Correct Answer": 1
  },
  {
      "Question": "KPIの[説明]{せつめい}として、[適切]{てきせつ}なものはどれか。（[平成]{へいせい}27[年度]{ねんど}）",
      "Option": [
        "企業目標の達成に向けて行われる活動の実行状況を計るために設定する重要な指標", 
        "経営計画で設定した目標を達成するための最も重要な要因", 
        "経営計画や業務改革が目標に沿って遂行され、想定した成果を挙げていることを確認する行為", 
        "商品やサービスの価値を機能とコストの関係で分析し、価値を向上させる手法"
      ],
      "Analysis": "",
      "Unit": 3,
      "Correct Answer": 1
  },
  {
      "Question": "[サプライチェーンマネジメント]{Supply Chain Management}の[目的]{もくてき}はどれか。（[平成]{へいせい}25[年度]{ねんど}）",
      "Option": [
        "生産、販売、物流など個々のプロセスの不要な在庫の削減やリードタイムの短縮によって、プロセス全体の最適化を図る。", 
        "生産、販売、物流などの業務全体の効率や生産性を改善するために、業務内容や手続を根本的に見直して再構築を行う。", 
        "生産、販売、物流などの業務全体をアウトソーシングすることによって、効率改善とコストダウンを図る。", 
        "生産、販売、物流などの個々のプロセスに加え、財務や経理なども含めた経営資源を一元的に管理する。"
      ],
      "Analysis": "P106",
      "Unit": 3,
      "Correct Answer": 1
  },
  {
      "Question": "[情報技術]{じょうほうぎじゅつ}を[利用]{りよう}して[顧客]{こきゃく}に[関す]{かんす}る[情報]{じょうほう}を[収集]{しゅうしゅう}、[分析]{ぶんせき}し、[長期的]{ちょうきてき}[視点]{してん}から[顧客]{こきゃく}と[良好]{りょうこう}な[関係]{かんけい}を[築い]{きづい}て[自社]{じしゃ}の[顧客]{こきゃく}として[囲い]{かこい}[込み]{こみ}、[収益]{しゅうえき}の[拡大]{かくだい}を[図る]{はかる}[手法]{しゅほう}はどれか。（[平成]{へいせい}21[年度]{ねんど}）",
      "Option": ["BSC", "CRM", "ERP", "PPM"],
      "Analysis": "P105",
      "Unit": 3,
      "Correct Answer": 2
  },
  {
      "Question": "ERPの[説明]{せつめい}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。（[平成]{へいせい}22[年度]{ねんど}）",
      "Option": [
        "経営資源の有効活用の観点から企業活動全般を統合的に管理し、業務を横断的に連携させることによって経営資源の最適化と経営の効率化を図る。", 
        "現行のビジネスプロセスを見直し、仕事の流れややり方だけでなく、組織の構造や管理体制なども革新して、パフォーマンスの向上を図る。", 
        "顧客に対する情報をデータベース化し、顧客接点となる全部門が共有することによって、顧客への対応の迅速化を促進し、顧客との良好な関係構築を図る。", 
        "従業員の創造性、行動能力や知恵、データベース上に蓄積された知識や情報をばらばらなものとしてではなく、統合された経営資源として活用を図る。"
      ],
      "Analysis": "P104",
      "Unit": 3,
      "Correct Answer": 1
  },
  {
      "Question": "[個々の]{ここの}[営業担当者]{えいぎょうたんとうしゃ}が[保有]{ほゆう}している[営業]{えいぎょう}[情報]{じょうほう}や[営業]{えいぎょう}[ノウハウ]{know-how}を[データベース]{database}で[管理]{かんり}し、[営業部]{えいぎょうぶ}門[全体]{ぜんたい}で[共有]{きょうゆう}できるようにしたい。この[目的]{もくてき}を[達成]{たっせい}するために[活用]{かつよう}する[情報]{じょうほう}[システム]{system}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。（[平成]{へいせい}27[年度]{ねんど}）",
      "Option": ["CRMシステム", "SCMシステム", "SFAシステム", "データウェアハウス"],
      "Analysis": "P106",
      "Unit": 3,
      "Correct Answer": 3
  },
  {
      "Question": "[特定]{とくてい}の[目的]{もくてき}の[達成]{たっせい}や[課題]{かだい}の[解決]{かいけつ}を[テーマ]{主题、课题}として、[ソフトウェア]{software}の[開発者]{かいはつしゃ}や[企画]{きかく}者などが[短期集中]{たんきしゅうちゅう}[的に]{てきに}[アイディア]{idea}を[出し]{だし}[合い]{あい}、[ソフトウェア]{software}の[開発]{かいはつ}などの[共同作業]{きょうどうさぎょう}を[行い]{おこない}、[成果]{せいか}を[競い]{きそい}[合う]{あう}[イベント]{活动、事件}はどれか。（[令和]{れいわ}[元年度]{がんねんど}）",
      "Option": [
          "コンベンション",
          "トレードフェア",
          "ハッカソン",
          "レセプション"
      ],
      "Analysis": "P113",
      "Unit": 4,
      "Correct Answer": 3
  },
  {
      "Question": "[技術開発]{ぎじゅつかいはつ}[戦略]{せんりゃく}において[作成]{さくせい}される[ロードマップ]{路线图、规划图}を[説明し]{せつめいし}ているものはどれか（[平成]{へいせい}28[年度]{ねんど}）",
      "Option": [
          "技術の競争力レベルと技術のライフサイクルを2軸としたマトリックス上に、既存の技術や新しい技術をプロットする。",
          "研究開発への投資額とその成果を2軸とした座標上に、新日の技術の成長過程をグラフ化し、旧技術から新技術への転換状況を表す。",
          "市場面からの有望度と技術面からの有望度を2軸としたマトリックス上に、自社が取り組んでいる技術開発プロジェクトをプロットする。",
          "横軸に時間、縦軸に市場、商品、技術などを示し、研究開発への取組みによる要素技術や求められる機能などの進展の道筋を、時間軸上に表す。"
      ],
      "Analysis": "P114",
      "Unit": 4,
      "Correct Answer": 4
  },
  {
      "Question": "NFCに[準拠]{じゅんきょ}した[無線通信]{むせんつうしん}[方式]{ほうしき}を[利用]{りよう}したものはどれか。（[令和]{れいわ}[元年度]{がんねんど}）",
      "Option": [
          "ETC車載器との無線通信",
          "エアコンのリモートコントロール",
          "カーナビの位置計測",
          "交通系のIC乗車券による改札"
      ],
      "Analysis": "",
      "Unit": 4,
      "Correct Answer": 4
  },
  {
      "Question": "CADを[活用]{かつよう}した[業務]{ぎょうむ}[改善]{かいぜん}の[事例]{じれい}として、[適切]{てきせつ}なものはどれか。（[平成]{へいせい}27[年度]{ねんど}）",
      "Option": [
          "商品にICタグを取り付け、出荷監視することによって、在庫管理を自動化する。",
          "生産ラインに温度センサを設置し、温度監視を行って、生産に適した温度が維持されるように制御する。",
          "設計情報をデータベース化しておき、設計図面を共有・再利用する。",
          "ロボットを利用して生産ラインを自動化し、工場を無人化する。"
      ],
      "Analysis": "",
      "Unit": 4,
      "Correct Answer": 3
  },
  {
      "Question": "[ディープラーニング]{深度学习}に[関す]{かんす}る[記述]{きじゅつ}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。（[令和]{れいわ}[元年度]{がんねんど}）",
      "Option": [
          "営業、マーケティング、アフタサービスなどの顧客に関わる部門間で情報や業務の流れを統合する仕組み",
          "コンピュータなどのディジタル機器、運ネットワークを利用して実施される教育、学習、研修の形態",
          "組織内の各個人がもつ知識やノウハウを組織全体で共有し、有効活用する仕組み",
          "大量のデータを人間の脳神経回路を模したモデルで解析することによって、コンピュータ自体がデータの特徴を抽出、学習する技術"
      ],
      "Analysis": "",
      "Unit": 4,
      "Correct Answer": 4
  },
  {
      "Question": "[コンカレントエンジニアリング]{并行工程}の[目的]{もくてき}として、[適切]{てきせつ}なものはどれか。（[平成]{へいせい}24[年度]{ねんど}）",
      "Option": [
          "開発期間の短縮",
          "開発した技術の標準化",
          "自社の技術的な強みを生かした製品開発",
          "生産工程の歩留り率向上"
      ],
      "Analysis": "P121",
      "Unit": 4,
      "Correct Answer": 1
  },
  {
      "Question": "[エンジニアリングシステム]{工程系统}のCAMを[活用]{かつよう}する[場面]{ばめん}として、[適切]{てきせつ}なものはどれか。（[平成]{へいせい}23[年度]{ねんど}）",
      "Option": [
          "工業製品や建築物などの設計図面を作成する。",
          "工作機械を制するための加工データを出力する。",
          "製品の生産に必要な部品の発注量を計画する。",
          "月別の生産日程計画を策定する。"
      ],
      "Analysis": "P121",
      "Unit": 4,
      "Correct Answer": 2
  },
  {
      "Question": "[ジャストインタイム]{准时制（生产方式）}[生産]{せいさん}[方式]{ほうしき}を[説明し]{せつめいし}たものはどれか。（[平成]{へいせい}21[年度]{ねんど}）",
      "Option": [
          "1人又は数人の作業員が、生産の全工程を担当する方式",
          "顧客からの注文を受けてから、生産を開始する方式",
          "生産開始時の計画に基づき、見込み数量を生産する方式",
          "必要な物を、必要なときに、必要な量だけ生産する方式"
      ],
      "Analysis": "P122",
      "Unit": 4,
      "Correct Answer": 4
  },
  {
      "Question": "IoTの[事例]{じれい}として、[最も]{もっとも}[適切]{てきせつ}なものはどれか。（[令和]{れいわ}[元年度]{がんねんど}）",
      "Option": [
          "オークション会場と会員のPCをインターネットで接続することによって、会員の自宅からでもオークションに参加できる。",
          "社内のサーバ上にあるグループウェアを外部のデータセンタのサーバに移すことによって、社員はインターネット経由でいつでもどこでも利用できる。",
          "飲み薬の容器にセンサを埋め込むことによって、薬局がインターネット経由で服用履歴を管理し、服薬指導に役立てることができる。",
          "予備校が授業映像をWebサイトで配することによって、受講者はスマートフォンやPCを用いて、いつでもどこでも授業を受けることができる。"
      ],
      "Analysis": "",
      "Unit": 4,
      "Correct Answer": 3
  },
  {
      "Question": "[炊飯器]{すいはんき}や[エアコン]{Air conditioning}などの[家電製品]{かでんせいひん}に[内蔵]{ないぞう}される、[機器]{きき}の[特定]{とくてい}の[機能]{きのう}を[実現]{じつげん}するための[システム]{system}を[何と]{なんと}いうか。（[平成]{へいせい}24[年度]{ねんど}）",
      "Option": [
          "エキスパートシステム",
          "エンタープライズシステム",
          "組込みシステム",
          "シンプレックスシステム"
      ],
      "Analysis": "- エキスパートシステム: 专家系统\n- エンタープライズシステム: 企业系统\n- シンプレックスシステム: 简易系统”",
      "Unit": 4,
      "Correct Answer": 3
  },
  {
      "Question": "[組込み]{くみこみ}[ソフトウェア]{software}に[該当]{がいとう}するものはどれか。（[平成]{へいせい}26[年度]{ねんど}）",
      "Option": [
          "PCにあらかじめインストールされているオペレーティングシステム",
          "スマートフォンに自分でダウンロードしたゲームソフトウェア",
          "ディジタルカメラの焦点を自動的に合わせるソフトウェア",
          "補助記憶媒体に記録されたカーナビゲーションシステムの地図更新データ"
      ],
      "Analysis": "- PCにあらかじめインストールされているオペレーティングシステム: 属于通用PC的操作系统（OS）\n\n- スマートフォンに自分でダウンロードしたゲームソフトウェア: 属于用户自主下载的通用应用软件（App）\n\n- 補助記憶媒体に記録されたカーナビゲーションシステムの地図更新データ: 属于导航系统使用的“地图数据”（Data），而非控制硬件运行的软件本身。",
      "Unit": 4,
      "Correct Answer": 3
  },
  {
      "Question": "[大吉]{だいきち}（2026[年度]{ねんど}）",
      "Option": [
          "",
          "",
          "",
          ""
      ],
      "Analysis": "",
      "Unit": 30,
      "Correct Answer": 1
  }
]
