window.jlpt_test = [
    {
      "Question": "([電話]{でんわ}で)\n[店長]{てんちょう}「[大下]{おおした}さん、[急]{きゅう}で[申し訳ない]{もうしわけない}んですけと、[明日]{あした}[出勤]{しゅっきん}することはできますか。」\n[大下]{おおした}「[午後]{ごご}（　　）[行け]{いけ}ますが、それでも[大丈夫]{だいじょうぶ}ですか。」\n[店長]{てんちょう}「ありがとうごさいます。お[願い]{ねがい}します。」。",
      "Option": ["でなら", "からなら", "へでも", "まででも"],
      "Analysis": "蓝宝书N3知识点132",
      "Unit": 3202112,
      "Correct Answer": 2
    },
    {
      "Question": "[音楽会]{おんがくかい}は、あすの11[時]{とき}からさくら[広場]{ひろば}（　　）[開か]{ひらか}れます。",
      "Option": ["に対して", "によって", "について", "において"],
      "Analysis": "蓝宝书N3知识点134，知识点141，知识点142，知识点147",
      "Unit": 3202112,
      "Correct Answer": 4
    },
    {
      "Question": "[去年]{きょねん}[姉]{あね}に[子供]{こども}が[生まれ]{うまれ}た。2、3か[月]{がつ}に1[回]{かい}ぐらい[会っ]{あっ}ているが、[会う]{あう}（　　）[大きく]{おおきく}なっていて、びっくりする。",
      "Option": ["たびに", "うちに", "間に", "前に"],
      "Analysis": "蓝宝书N3知识点69，知识点1，知识点9",
      "Unit": 3202112,
      "Correct Answer": 1
    },
    {
      "Question": "\n[山田]{やまだ}「ジョンくんは、[毎日]{まいにち}[バスケットボール]{basketball}の[練習]{れんしゅう}をしているんですか。」\n[ジョン]{じょん}「はい。[早く]{はやく}[試合]{しあい}に（　　）なりたいんです。」",
      "Option": ["出られるように", "出られるために", "出させるように", "出させるために"],
      "Analysis": "蓝宝书N3附录13，知识点181可能形",
      "Unit": 3202112,
      "Correct Answer": 1
    },
    {
      "Question": "\nA「[今度]{こんど}[駅前]{えきまえ}に[新しい]{あたらしい}[ケーキ]{cake}[屋]{や}さんができる（　　）ね。」\nB「[本当]{ほんとう}ですか。[楽しみ]{たのしみ}ですね。」",
      "Option": ["でしょう", "といい", "ほうがいい", "みたいだ"],
      "Analysis": "蓝宝书N3知识点164",
      "Unit": 3202112,
      "Correct Answer": 4
    },
    {
      "Question": "([患者]{かんじゃ}が[病院]{びょういん}に[電話]{でんわ}をする)[受付]{うけつけ}の[人]{にん}「はい。[山田]{やまだ}[病院]{びょういん}でごさいます。」[患者]{かんじゃ}「すみません。10[時に]{ときに}[予約]{よやく}した[田中]{たなか}と[申し]{もうし}ますが、11[時に]{ときに}（　　）。」",
      "Option": ["変えましょうか", "変えたほうがいいですか", "変えていただきましょう", "変えていただけないでしょうか"],
      "Analysis": "蓝宝书N3自谦语知识点4的注意部分",
      "Unit": 3202112,
      "Correct Answer": 4
    },
    {
      "Question": "[友逹]{ともだち}がおいしい[カレー]{咖喱}[屋]{や}があると[言って]{いって}[連れ]{つれ}ていってくれた。[友達]{ともだち}と[同じ]{おなじ}ものを[頼ん]{たのん}だが、[私]{わたし}（　　）[辛す]{つらす}ぎた。",
      "Option": ["で", "へ", "には", "より"],
      "Analysis": "蓝宝书15单元题",
      "Unit": 3202207,
      "Correct Answer": 3
    },
    {
      "Question": "\nA「（　　）[絵本]{えほん}、[知って]{しって}る？」\nB「うん、[知って]{しって}るよ。[子供]{こども}のとき、[大好き]{だいすき}きだった。」",
      "Option": ["「大きな家」と", "「大きな家」って", "「大きな家」でも", "「大きな家」なんか"],
      "Analysis": "蓝宝书N3知识点80",
      "Unit": 3202207,
      "Correct Answer": 2
    },
    {
      "Question": "[夫]{おっと}は、[プロ]{专业的}の[サッカー]{soccer}[選手]{せんしゅ}として[活動]{かつどう}する（　　）、[大学院]{だいがくいん}で[スポーツ]{Sports}[科学]{かがく}を[学ん]{まなん}でいる。",
      "Option": ["点で", "一方で", "としたら", "のだから"],
      "Analysis": "蓝宝书N3知识点5，知识点120",
      "Unit": 3202207,
      "Correct Answer": 2
    },
    {
      "Question": "[新しい]{あたらしい}[パソコン]{PC}を[買っ]{かっ}て[一ヶ月]{いっかげつ}（　　）っていないのに、[壊れ]{こわれ}てしまった。",
      "Option": ["ごろしか", "ごろだけ", "ぐらいしか", "ぐらいだけ"],
      "Analysis": "蓝宝书N3知识点47，N3技巧：看到しかない或是能组成しか...ない的结构，大概率选它",
      "Unit": 3202207,
      "Correct Answer": 3
    },
    {
      "Question": "（[インタビュー]{Interview}で）[選手]{せんしゅ}「[優勝]{ゆうしょう}できたのは[皆さん]{みなさん}の[応援]{おうえん}の（　　）。ありがとうございました。」",
      "Option": ["はずです", "ようです", "ことです", "おかげです"],
      "Analysis": "蓝宝书N3知识点10",
      "Unit": 3202207,
      "Correct Answer": 4
    },
    {
      "Question": "[村山]{むらやま}「[中野]{なかの}さん、3[月]{がつ}で[会社]{かいしゃ}を[辞め]{やめ}るって[本当]{ほんとう}ですか。」[中野]{なかの}「はい。[私]{わたし}、4[月]{がつ}から（　　）。」",
      "Option": ["留学することにしたんです", "留学することにしそうです", "留学したことがあるんです", "留学したことがありそうです"],
      "Analysis": "蓝宝书N3知识点38",
      "Unit": 3202207,
      "Correct Answer": 1
    }
]