window.jlpt_test = [
    {
      "Question": "[友逹]{ともだち}がおいしい[カレー]{咖喱}[屋]{や}があると[言って]{いって}[連れ]{つれ}ていってくれた。[友達]{ともだち}と[同じ]{おなじ}ものを[頼ん]{たのん}だが、[私]{わたし}（　　）[辛す]{つらす}ぎた。",
      "Option": ["で", "へ", "には", "より"],
      "Analysis": "蓝宝书15单元题",
      "Unit": 3202207,
      "Correct Answer": 3
    },
    {
      "Question": "\nA「（　　）[絵本]{えほん}、[知って]{しって}る？」\nB「うん、[知って]{しって}るよ。[子供]{こども}のとき、[大好き]{だいすき}きだった。」",
      "Option": ["「大きな家」と", "「大きな家」って", "「大きな家」でも", "「大きな家」なんか"],
      "Analysis": "蓝宝书知识点80",
      "Unit": 3202207,
      "Correct Answer": 2
    },
    {
      "Question": "[夫]{おっと}は、[プロ]{专业的}の[サッカー]{soccer}[選手]{せんしゅ}として[活動]{かつどう}する（　　）、[大学院]{だいがくいん}で[スポーツ]{Sports}[科学]{かがく}を[学ん]{まなん}でいる。",
      "Option": ["点で", "一方で", "としたら", "のだから"],
      "Analysis": "蓝宝书知识点5，知识点120",
      "Unit": 3202207,
      "Correct Answer": 2
    },
    {
      "Question": "[新しい]{あたらしい}[パソコン]{PC}を[買っ]{かっ}て[一ヶ月]{いっかげつ}（　　）っていないのに、[壊れ]{こわれ}てしまった。",
      "Option": ["ごろしか", "ごろだけ", "ぐらいしか", "ぐらいだけ"],
      "Analysis": "蓝宝书知识点48，N3技巧：看到しかない或是能组成しか...ない的结构，大概率选它",
      "Unit": 3202207,
      "Correct Answer": 3
    },
    {
      "Question": "（[インタビュー]{Interview}で）[選手]{せんしゅ}「[優勝]{ゆうしょう}できたのは[皆さん]{みなさん}の[応援]{おうえん}の（　　）。ありがとうございました。」",
      "Option": ["はずです", "ようです", "ことです", "おかげです"],
      "Analysis": "蓝宝书知识点10",
      "Unit": 3202207,
      "Correct Answer": 4
    },
    {
      "Question": "[村山]{むらやま}「[中野]{なかの}さん、3[月]{がつ}で[会社]{かいしゃ}を[辞め]{やめ}るって[本当]{ほんとう}ですか。」[中野]{なかの}「はい。[私]{わたし}、4[月]{がつ}から（　　）。」",
      "Option": ["留学することにしたんです", "留学することにしそうです", "留学したことがあるんです", "留学したことがありそうです"],
      "Analysis": "蓝宝书知识点38",
      "Unit": 3202207,
      "Correct Answer": 1
    }
]